Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: It looks like the PHP configuration variables "post_max_size" and "upload_max_filesize" are set to different values. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
sv_se: Det ser ut som PHP konfigurationsvariablerna "post_max_size" och "upload_max_filesize" är inställda på olika värden. Observera att det lägsta av båda värdena begränsar storleken på de filer du kan ladda upp till CollectiveAccess. Dina värden: upload_max_filesize=%1 och post_max_size=%2.

source: It looks like at least one of the PHP configuration variables "post_max_size" and "upload_max_filesize" is set to a very low value. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. We recommend values greater than "5M" but in general you should set them to values greater than the largest file you will upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
sv_se: Det ser ut som minst en av PHP-konfigurationsvariablerna "post_max_size" och "upload_max_filesize" är inställd på ett mycket lågt värde. Observera att det lägsta av båda värdena begränsar storleken på de filer du kan ladda upp till CollectiveAccess. Vi rekommenderar att värden större än "5M" men i allmänhet bör du ställa dem till värden större än den största filen kommer du att ladda upp CollectiveAccess. Dina värden: upload_max_filesize=%1 och post_max_size=%2.

source: It looks like you have the PHP Suhoshin extension installed which introduces some default constraints than can prevent CA from saving information entered into forms.
sv_se: Det ser ut som du har PHP Suhoshin installeras tillägget vilket introducerar några standard begränsningar som kan hindra CA från att spara uppgifter som införs i formulären.

source: In particular, you have to set the configuration value "suhosin.post.max_name_length" to 256 or higher to ensure that CA works correctly. Your value is %1
sv_se: Framför allt måste du ställa in konfigurationsvärdet "suhosin.post.max_name_length" till 256 eller högre för att säkerställa att CA fungerar korrekt. Ditt värde är %1

source: In particular, you have to set the configuration value "suhosin.request.max_varname_length" to 256 or higher to ensure that CA works correctly. Your value is %1
sv_se: Framför allt måste du ställa in konfigurationsvärdet "suhosin.request.max_varname_length" till 256 eller högre för att säkerställa att CA fungerar korrekt. Ditt värde är %1

source: In particular, you have to set the configuration value "suhosin.post.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
sv_se: Framför allt måste du ställa in konfigurationsvärdet "suhosin.post.max_totalname_length" till 5012 eller högre för att säkerställa att CA fungerar korrekt. Ditt värde är %1

source: In particular, you have to set the configuration value "suhosin.request.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
sv_se: Framför allt måste du ställa in konfigurationsvärdet "suhosin.request.max_totalname_length" till 5012 eller högre för att säkerställa att CA fungerar korrekt. Ditt värde är %1

source: Could not apply database update for migration %1
sv_se: Det gick inte att tillämpa databas uppdatering för migration %1

source: The following tasks did not complete: %1
sv_se: Följande uppgifter avslutade inte: %1

source: Applied migration %1
sv_se: Tillämpade migration %1

source: Rebuilding hierarchical index for %1
sv_se: Återskapar hierarkiskt index för %1

source: Index rebuild complete!
sv_se: Index ombyggnaden klar!

source: Label must not be blank
sv_se: Etikett får inte vara tomt

source: Representation id=%1 does not exist
sv_se: Representation id=%1 finns inte

source: Comment id is invalid
sv_se: Kommentar ID är ogiltigt

source: Comment was not created by specified user
sv_se: Kommentar skapades inte av angiven användare

source: Elapsed time: %1
sv_se: Tid som har gått: %1

source: Does not use locale setting
sv_se: Använder inte språkinställningar

source: Check this option if you don't want your compound attributes to be locale-specific. (The default is to be.)
sv_se: Markera detta alternativ om du inte vill att dina sammansatta attribut ska vara språkspecifika. (Standardinställningen är att vara.)

source: Line breaks
sv_se: Radbrytningar

source: Insert number of metadata elements after which a line break should be inserted here. (Default is 0 - i.e. no line breaks)
sv_se: Sätt antal metadataelement varefter en radbrytning bör införas. (Standard är 0 - dvs inga radbrytningar)

source: Can be used in search form
sv_se: Kan användas i sökformuläret

source: Check this option if this attribute value can be used in search forms. (The default is to be.)
sv_se: Markera detta alternativ om detta attributvärde kan användas i sökformulär. (Standardinställningen är att vara.)

source: Can be used in display
sv_se: Kan användas i display

source: Check this option if this attribute value can be used for display in search results. (The default is to be.)
sv_se: Markera detta alternativ om detta attributvärde kan användas för visning i sökresultat. (Standardinställningen är att vara.)

source: Display template
sv_se: Visa mall

source: Layout for value when used in a display (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^my_element_code</i>.
sv_se: Layout för värde när de används i en display (kan innehålla HTML). Element kod taggar som inleds med tecknet ^ kan användas för att representera värdet i mallen. Till exempel: <i>^my_element_code</i>.

source: Value delimiter
sv_se: Värde avgränsare

source: Delimiter to use between multiple values.
sv_se: Avgränsare att använda mellan flera värden.

source: Minimum value
sv_se: Minsta värdet

source: The minimum value allowed. Input less than the required value will be rejected.
sv_se: Minsta tillåtna värde. Inmatning mindre än det önskade värdet kommer att avvisas.

source: Maximum value
sv_se: Största värdet

source: The maximum value allowed. Input greater than the required value will be rejected.
sv_se: Det högsta tillåtna värdet. Inmatning större än det önskade värdet kommer att avvisas.

source: Width of data entry field in user interface
sv_se: Bredd på datainmatningsfält i användargränssnittet

source: Width, in characters, of the field when displayed in a user interface.
sv_se: Bredd, i antal tecken, av fältet när de visas i ett användargränssnitt.

source: Height of data entry field in user interface
sv_se: Höjd på datainmatningsfältet i användargränssnittet

source: Height, in characters, of the field when displayed in a user interface.
sv_se: Höjd, i tecken, av fältet när de visas i ett användargränssnitt.

source: Check this option if you don't want your currency values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din valuta värden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Can be used for sorting
sv_se: Kan användas för sortering

source: Check this option if this attribute value can be used for sorting of search results. (The default is to be.)
sv_se: Markera detta alternativ om detta attributvärde kan användas för sortering av sökresultat. (Standardinställningen är att vara.)

source: Must not be blank
sv_se: Får inte vara tom

source: Check this option if this attribute value must be set to some value - it must not be blank in other words. (The default is not to be.)
sv_se: Markera detta alternativ om detta attribut värde måste sättas till ett visst värde - det får inte vara tomt med andra ord. (Standard är att inte vara.)

source: Delimiter to use between multiple values when used in a display.
sv_se: Avgränsare att använda mellan flera värden när den används i en display.

source: %1 must not be empty
sv_se: %1 får inte vara tomt

source: %1 is not a valid currency value; be sure to include a currency symbol
sv_se: %1 är inte ett giltigt valutavärde, se till att inkludera en valutasymbol

source: Currency specified for %1 does not appear to be valid
sv_se: Angiven valuta för %1 verkar inte vara giltig

source: %1 must not be negative
sv_se: %1 får inte vara negativt

source: %1 must be at least %2
sv_se: %1 måste vara minst %2

source: %1 must be less than %2
sv_se: %1 måste vara mindre än %2

source: Date range boundaries
sv_se: Datumintervall gränser

source: The range of dates that are accepted. Input dates outside the range will be rejected. Leave blank if you do not require restrictions.
sv_se: Datumintervallet som accepteras. Inmatning av datum utanför området kommer att avvisas. Lämna tomt om du inte kräver restriktioner.

source: Check this option if you don't want your date ranges to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din datumintervall vara språkspecifika. (Standardinställningen är att inte vara.)

source: Include date picker
sv_se: Inkludera datumväljaren

source: Check this option if you want a calendar-based date picker to be available for date entry. (The default is to not include a picker.)
sv_se: Markera det här alternativet om du vill ha en kalenderbaserad datumväljare att vara tillgänglig vid datum registrering. (Standardinställningen är att inte inkludera en väljare.)

source: Is a lifespan
sv_se: Är en livslängd

source: Check this option if this attribute value represents a persons lifespan. Lifespans are displayed in a slightly different format in many languages than standard dates. (The default is not to be.)
sv_se: Markera detta alternativ om detta attributvärde representerar en persons livslängd. Livslängd visas på ett något annorlunda format på många språk än standard datum. (Standard är att inte vara.)

source: Default value
sv_se: Standardvärde

source: Value to pre-populate a newly created attribute with
sv_se: Värde att automatiskt fylla i en nytt attribut med

source: Suggest existing values?
sv_se: Föreslå befintliga värden?

source: Check this option if you want this attribute to suggest previously saved values as text is entered.
sv_se: Markera detta alternativ om du vill att detta attribut ska föreslå tidigare sparade värden eftersom text skrivs in.

source: Sort suggested values by?
sv_se: Sortera föreslagna värdena efter?

source: If suggestion of existing values is enabled this option determines how returned values are sorted. Choose <i>value</i> to sort alphabetically. Choose <i>most recently added </i> to sort with most recently entered values first.
sv_se: Om förslagning av befintliga värden är aktiverat så avgör det här alternativet hur returnerade värdena är sorterade. Välj <i>värde</i> för att sortera alfabetiskt. Välj <i>senast tillagda</i> att sortera med senast angivna värden först.

source: Value
sv_se: Värde

source: Most recently added
sv_se: Senast tillagda

source: %1 is invalid
sv_se: %1 är ogiltigt

source: %1 must be within %2
sv_se: %1 måste vara inom %2

source: Check this option if you don't want your georeferences to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din georeferens ska vara språkspecifik. (Standardinställningen är att inte vara.)

source: Uploaded file
sv_se: Uppladdad fil

source: Select a file
sv_se: Välj en fil

source: Check this option if this attribute value can be used for sorting of search results. (The default is not to be.)
sv_se: Markera detta alternativ om detta attributvärde kan användas för sortering av sökresultat. (Standard är att inte vara.)

source: Address or georeference was blank.
sv_se: Adress eller georeference var tom.

source: Could not connect to Google for geocoding
sv_se: Kunde inte ansluta till Google för geokodning

source: Could not geocode address: [%1] %2
sv_se: Kunde inte geokoda adress: [%1] %2

source: Check this option if you don't want your GeoNames values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din GeoNames värden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Can be empty
sv_se: Får vara tomt

source: Check this option if you want to allow empty attribute values. This - of course - only makes sense if you bundle several elements in a container.
sv_se: Markera detta alternativ om du vill tillåta tomma attributvärden. Detta - givetvis - kan bara motiveras om du paketerat flera element i en behållare.

source: Entry was blank.
sv_se: Fält var tomt.

source: URL for access to information service.
sv_se: URL för tillgång till information service.

source: Check this option if you don't want your LCSH values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din LCSH värden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: More
sv_se: Mer

source: Minimum number of characters
sv_se: Minsta antal tecken

source: The minimum number of characters to allow. Input shorter than required will be rejected.
sv_se: Det minsta antalet tecken att tillåta. Inmatning kortare än vad som krävs kommer att avvisas.

source: Maximum number of characters
sv_se: Högsta antal tecken

source: The maximum number of characters to allow. Input longer than required will be rejected.
sv_se: Det maximala numeriska värdet som kommer tillåtas. Värden större än vad som krävs kommer att avvisas.

source: The minimum numeric value to allow. Values smaller than required will be rejected.
sv_se: Det minsta numeriska värdet tillåta. Värden mindre än vad som krävs kommer att avvisas.

source: The maximum numeric value to allow. Values larger than required will be rejected.
sv_se: Det minsta numeriska värdet tillåta. Värden mindre än vad som krävs kommer att avvisas.

source: Regular expression to validate input with
sv_se: Reguljärt uttryck för att validera indata med

source: A Perl-format regular expression with which to validate the input. Input not matching the expression will be rejected. Do not include the leading and trailling delimiter characters (typically "/") in your expression. Leave blank if you don't want to use regular expression-based validation.
sv_se: Ett Perl-format reguljärt uttryck som används för att validera indata. Inmatning som inte matchar uttrycket kommer att avvisas. Ta inte med de ledande och avslutande avgränsare tecken (typiskt "/") i ditt uttryck. Lämna tomt om du inte vill använda reguljära uttryck baserade validering.

source: Check this option if you don't want your integer values to be locale-specific. (The default is to be.)
sv_se: Markera detta alternativ om du inte vill att dina heltalsvärden ska vara språkspecifika. (Standardinställningen är att vara.)

source: %1 must be at least 1 character long
sv_se: %1 måste vara minst 1 tecken långt

source: %1 must be at least %2 characters long
sv_se: %1 måste vara minst %2 tecken långt

source: %1 must be no more than 1 character long
sv_se: %1 får inte vara mer än ett tecken lång

source: %1 must be no more than %2 characters long
sv_se: %1 får inte vara mer än %2 tecken

source: %1 must a number
sv_se: %1 måste vara ett tal

source: %1 must be no more than %2
sv_se: %1 får inte vara mer än %2

source: %1 does not conform to required format
sv_se: %1 är inte förenligt med önskat format

source: %1 is not an integer value
sv_se: %1 är inte ett heltal

source: Selects which vocabulary will be searched.
sv_se: Väljer vilken vokabulär som söks igenom.

source: All vocabularies
sv_se: Alla vokabulärer

source: Preservation Events
sv_se: Konserverings Händelser

source: Preservation Level Role
sv_se: Konserverings Nivå Roll

source: Cryptographic Hash Functions
sv_se: Kryptografiska hashfunktioner

source: MARC Countries
sv_se: MARC Länder

source: MARC Geographic Areas
sv_se: MARC geografiska områden

source: MARC Languages
sv_se: MARC Språk

source: ISO639-1 Languages
sv_se: ISO639-1 Språk

source: ISO639-2 Languages
sv_se: ISO639-2 Språk

source: ISO639-5 Languages
sv_se: ISO639-5 Språk

source: More &rsaquo;
sv_se: Mer &rsaquo;

source: Check this option if you don't want your measurements to be locale-specific. (The default is not to be.)
sv_se: Markera detta alternativ om du inte vill att mätningar ska vara språkspecifika. (Standard är att inte vara.)

source: Require value
sv_se: Nödvändigt värde

source: Check this option if you want an error to be thrown if this measurement is left blank.
sv_se: Markera det här alternativet om du vill att det varnas för ett fel om detta mått är tomt.

source: %1 is not a valid unit of measurement
sv_se: %1 är inte en giltig måttenhet

source: %1 is not a valid measurement
sv_se: %1 är inte ett giltigt mått

source: %1 must not be less than zero
sv_se: %1 får inte vara mindre än noll

source: %1 is not a valid measurement [%2]
sv_se: %1 är inte ett giltigt mått [%2]

source: Width of list in user interface
sv_se: Bredd på listan i användargränssnittet

source: Width, in characters or pixels, of the list when displayed in a user interface. When list is rendered as a hierarchy browser width must be in pixels.
sv_se: Bredd, i antal tecken eller pixlar, på listan när den visas i ett användargränssnitt. När listan är återges som en hierarki browser måste det vara i pixlar.

source: Height of list in user interface (hierarchy browser only)
sv_se: Höjd på listan i användargränssnittet (hierarki browser endast)

source: Height, in pixels, of the list when displayed in a user interface as a hierarchy browser.
sv_se: Höjd i pixlar, av listan när den visas i ett användargränssnitt som en hierarki browser.

source: Check this option if you don't want your list values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att dina list värden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Check this option if you want to require that a list item be selected.
sv_se: Markera det här alternativet om du vill kräva att ett listobjekt väljas.

source: Render list as
sv_se: Återge lista som

source: Set the presentation of the list to select, checkboxes, radio buttons, look or browser.
sv_se: Ställ presentationen av listan för att välja, kryssrutor, radioknappar, titta eller browser.

source: Drop-down list
sv_se: Rullgardinsmeny

source: Yes/no checkbox
sv_se: Ja/nej kryssruta

source: Radio buttons
sv_se: Alternativknappar

source: Checklist
sv_se: Checklista

source: Type-ahead lookup
sv_se: Ifyllning uppslag

source: Horizontal hierarchy browser
sv_se: Horisontell hierarki browser

source: Horizontal hierarchy browser with search
sv_se: Horisontell hierarki browser med sök

source: Vertical hierarchy browser
sv_se: Vertikal hierarki browser

source: Number of columns to use for radio button or checklist display
sv_se: Antalet kolumner som ska användas för alternativknapparna eller checklista display

source: Maximum number of columns to use when laying out radio buttons or checklist.
sv_se: Maximalt antal kolumner som ska användas vid utläggning av alternativknappar eller checklista.

source: %1 is not a valid list item_id for %2 [%3]
sv_se: %1 är inte en giltig lista item_id för %2 [%3]

source: Item is not in the correct list
sv_se: Posten finns inte i rätt lista

source: -NONE-
sv_se: -INGEN-

source: The list must have exactly two items to be used as a yes/no checkbox
sv_se: Listan måste ha exakt två objekt som ska användas som en ja/nej kryssruta

source: Sub-elements may not be used as checklists
sv_se: Under-element får inte användas som checklistor

source: Media details
sv_se: Media detaljer

source: Select a media file
sv_se: Välj en mediafil

source: The minimum numeric value to allow. Values smaller than required will be rejected. Leave blank to indicate no lower limit.
sv_se: Det minsta tillåtna numeriska värdet. Värden mindre än vad som krävs kommer att avvisas. Lämna tomt för att ange ingen nedre gräns.

source: The maximum numeric value to allow. Values larger than required will be rejected. Leave blank to indicate no upper limit.
sv_se: Det maximala tillåtna numeriska värdet. Värden större än vad som krävs kommer att avvisas. Lämna tomt för att ange ingen övre gräns.

source: Check this option if you don't want your numeric values to be locale-specific. (The default is to be.)
sv_se: Markera detta alternativ om du inte vill att numeriska värden ska vara språkspecifika. (Standardinställningen är att vara.)

source: %1 is not a numeric value
sv_se: %1 är inte ett numeriskt värde

source: Width of field in user interface
sv_se: Bredd på fältet i användargränssnittet

source: Check this option if you don't want your field values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din fältvärden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Occurrence type restriction
sv_se: Förekomst typ restriktion

source: Insert idno of a occurrence type here to restrict the lookup mechanism to that type. (The default is empty.)
sv_se: Sätt idno av en händelsetyp här för att begränsa slå upp mekanismen till den typen. (Standardinställningen är tom.)

source: Place type restriction
sv_se: Plats typ restriktion

source: Insert idno of a place type here to restrict the lookup mechanism to a certain place type. (The default is empty.)
sv_se: Sätt idnr av en plats typ här för att begränsa slå upp mekanismen till en viss plats typ. (Standardinställningen är tom.)

source: Check this option if you don't want your Taxonomy values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att dina Taxonomi värden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Use rich text editor
sv_se: Använd avancerad textredigerare

source: Check this option if you want to use a word-processor like editor with this text field. If you expect users to enter rich text (italic, bold, underline) then you might want to enable this.
sv_se: Markera det här alternativet om du vill använda en ordbehandlarelik redigeringsruta med det här textfältet. Om du förväntar dig att användare ska ange formaterad text (kursiv, fet, understruken) så bör du aktivera den här.

source: Check this option if you don't want your text to be locale-specific. (The default is to be.)
sv_se: Markera detta alternativ om du inte vill att din text ska vara språkspecifika. (Standardinställningen är att vara.)

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the text entry is equal to 1.
sv_se: Markera detta alternativ om du vill att detta attribut ska föreslå tidigare sparade värden eftersom text skrivs in. Det här alternativet är bara effektivt om displayen höjd textinmatning är lika med 1.

source: Default text
sv_se: Standardtext

source: Text to pre-populate a newly created attribute with
sv_se: Text att i förväg fylla i ett nyskapat attribut med

source: Check this option if you don't want your time code values to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att din tidskodvärden ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Check this option if you don't want your urls to be locale-specific. (The default is to not be.)
sv_se: Markera detta alternativ om du inte vill att dina webbadresser ska vara språkspecifika. (Standardinställningen är att inte vara.)

source: Check this option if you want an error to be thrown if the URL is left blank.
sv_se: Markera det här alternativet om du vill att det varnas för ett fel om webbadressen är tomt.
