Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: occurrence ⇔ vocabulary term relationship
sv_se: förekomst ⇔ vokabulär term relation

source: occurrence ⇔ vocabulary term relationships
sv_se: förekomst ⇔ vokabulär term relationer

source: occurrence name
sv_se: förekomst namn

source: occurrence names
sv_se: förekomst namn

source: Name of occurrence
sv_se: Namn på förekomst

source: The primary locale associated with the place.
sv_se: Det primära språk förknippad med platsen.

source: The type of the place. In CollectiveAccess every place has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
sv_se: Typen av plats. I CollectiveAccess varje plats har en enda "inbyggd" typ som bestämmer uppsättningen av beskrivande och administrativa metadata som kan tillämpas på det.

source: Administrative source of the place. This value is often used to indicate the administrative sub-division or legacy database from which the place information originates, but can also be re-tasked for use as a simple classification tool if needed.
sv_se: Administrativ källa till platsen. Detta värde används ofta för att indikera den administrativa indelning eller äldre databas från vilken plats informationen härrör, men kan också ses i göras om att användas som ett enkelt klassificeringsverktyg om det behövs.

source: Place identifier
sv_se: Plats id

source: Unique identifier for place
sv_se: Unik id för plats

source: Lifespan
sv_se: Livslängd

source: Lifespan of place (range of dates)
sv_se: Livslängden för plats (intervall av datum)

source: Indicates if place information is accessible to the public or not.
sv_se: Anger om plats information är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the place record.
sv_se: Indikerar den nuvarande situationen för plats posten.

source: Indicates if the place is deleted or not.
sv_se: Anger om platsen är borttagen eller inte.

source: place ⇔ collection relationship
sv_se: plats ⇔ samlingsrelation

source: place ⇔ collection relationships
sv_se: plats ⇔ samlingsrelationer

source: place ⇔ occurrence relationship
sv_se: plats ⇔ förekomst relation

source: place ⇔ occurrence relationships
sv_se: plats ⇔ förekomst relationer

source: place ⇔ place relationship
sv_se: plats ⇔ plats relation

source: place ⇔ place relationships
sv_se: plats ⇔ plats relationer

source: place ⇔ vocabulary term relationship
sv_se: plats ⇔ vokabulär term relation

source: place ⇔ vocabulary term relationships
sv_se: plats ⇔ vokabulär term relationer

source: place name
sv_se: platsnamn

source: place names
sv_se: platsnamn

source: Source info
sv_se: Källinfo

source: relationship relationship
sv_se: relation relationen

source: relationship relationships
sv_se: relation relationer

source: Type restriction for "left" side of relationship
sv_se: Typ begränsning för "vänster" sida av relationen

source: Type restriction for "left" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of objects this relationship type is valid.
sv_se: Typ begränsning för "vänster" sida av relationen (t.ex. om relationen är objekt ⇔ person/organisation/folk, då kontrollerar begränsningen för vilka typer av objekt denna relationstypen är giltig.

source: Type restriction for "right" side of relationship
sv_se: Typ begränsning för "höger" sida av relationen

source: Type restriction for "right" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of entities this relationship type is valid.
sv_se: Typ begränsning för "höger" sida av relationen (t.ex. om relationen är objekt ⇔ person/organisation/folk, då kontrollerar begränsningen för vilka typer av enheter denna relationstypen är giltig.

source: Relationship type hierarchy identifier
sv_se: Relation typ hierarki identifierare

source: Identifier of relationship_type that is root of the relationship_type hierarchy.
sv_se: Identifierare av relationship_type som är roten till relationship_type hierarkin.

source: Relationship type code
sv_se: Relation typkod

source: Unique identifier for the relationship type; must be unique for relationship types for the current relationship.
sv_se: Unik identifierare för relationstyp, måste vara unikt för relationstyper för den aktuella relationen.

source: Relationship
sv_se: Relation

source: Indicates the type of relationship for which this type is applicable.
sv_se: Anger typ av relation som den här typen är tillämplig.

source: The relative priority of the relationship type when displayed in a list with other relationship types. Lower numbers indicate higher priority.
sv_se: Den relativa prioriteringen av relationstyp när de visas i en lista med andra relationstyper. Lägre nummer anger högre prioritet.

source: If checked this relationship type will be the default type for the relationship.
sv_se: Om den är ibockad kommer denna relationstyp att vara standard typ för relationen.

source: relationship type name
sv_se: relation typ namn

source: relationship type names
sv_se: relation typ namn

source: Typename (forward sense)
sv_se: Typnamn (framåt betydelse)

source: Relationship type used when relation is read left-to-right.
sv_se: Relationstyp som ska användas när relationen läses från vänster till höger.

source: Typename (reverse sense)
sv_se: Typnamn (omvänd betydelse)

source: Relationship type used when relation is read right-to-left.
sv_se: Relationstyp som ska användas när relationen läses från höger till vänster.

source: Description (forward sense)
sv_se: Beskrivning (framåt betydelse)

source: Description for relationship type when relation is read left-to-right.
sv_se: Beskrivning för relationstyp när relationen läses från vänster till höger.

source: Description (reverse sense)
sv_se: Beskrivning (omvänd betydelse)

source: Description for relationship type when relation is read right-to-left.
sv_se: Beskrivning för relationstyp när relationen läses från höger till vänster.

source: representation annotation
sv_se: representation anteckningen

source: The locale from which the annotation originates.
sv_se: Det språk från vilken anteckningen kommer.

source: The user who created the annotation.
sv_se: Användaren som skapade anteckningen.

source: Type code
sv_se: Typkod

source: Code indicating type of annotation.
sv_se: Kod som anger typ av anteckning.

source: Indicates if annotation is accessible to the public or not.
sv_se: Anger om anteckningen är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the annotation .
sv_se: Anger aktuell status för anteckningen.

source: Annotation properties
sv_se: Anteckningsegenskaper

source: representation annotation ⇔ entity relationship
sv_se: representation anteckning ⇔ person/organisation/folk relation

source: representation annotation ⇔ entity relationships
sv_se: representation anteckning ⇔ person/organisation/folk relationer

source: representation annotation ⇔ object relationship
sv_se: representation anteckning ⇔ objekt relation

source: representation annotation ⇔ object relationships
sv_se: representation anteckning ⇔ objekt relationer

source: representation annotation ⇔ occurrence relationship
sv_se: representation anteckning ⇔ förekomst relation

source: representation annotation ⇔ occurrence relationships
sv_se: representation anteckning ⇔ förekomst relationer

source: representation annotation ⇔ place relationship
sv_se: representation anteckning ⇔ plats relation

source: representation annotation ⇔ place relationships
sv_se: representation anteckning ⇔ plats relationer

source: representation annotation ⇔ vocabulary term relationship
sv_se: representation anteckning ⇔ vokabulär term relation

source: representation annotation ⇔ vocabulary term relationships
sv_se: representation anteckning ⇔ vokabulär term relationer

source: representation annotation title
sv_se: representation anteckning titel

source: representation annotation titles
sv_se: representation anteckning titlar

source: Title
sv_se: Titel

source: Title for annotation. This is usually a short description of the annotation content.
sv_se: Titel för anteckning. Detta är vanligtvis en kort beskrivning av anteckningens innehåll.

source: search form
sv_se: sökformulär

source: The user who created the form.
sv_se: Användaren som skapade formuläret.

source: Form code
sv_se: Formulär kod

source: Unique code for form, used to identify the form for configuration purposes. You will need to specify this if you are using this form in a special context (on a web front-end, for example) in which the form must be unambiguously identified.
sv_se: Unik kod för formuläret används för att identifiera formuläret för en konfiguration. Du måste ange detta om du använder detta formulär i ett speciellt sammanhang (på en webb front-end, till exempel) i vilken form måste entydigt identifieras.

source: Is system form
sv_se: Är system formulär

source: Set this if the form is a form used by the system (as opposed to a user defined form). In general, system forms are defined by the system installer - you should not have to create system forms on your own.
sv_se: Ställa in om formuläret är ett formulär som används av systemet (i motsats till en användardefinierad formulär). I allmänhet är systemets formulär definierade av systemets installationsprogram - du ska inte behöva skapa system formulär på egen hand.

source: Search type
sv_se: Söktyp

source: Determines what type of search (objects, entities, places, etc.) the form will conduct.
sv_se: Bestämmer vilken typ av sökning (objekt, personer/organisationer/folk, platser, etc.) formuläret kommer att genomföra.

source: Search form settings.
sv_se: Sökformulär inställningar.

source: Number of columns in form
sv_se: Antal kolumner i formuläret

source: The number of columns wide the search will be.
sv_se: Antalet kolumner bred sökningen kommer att bli.

source: Search form contents
sv_se: Sökformulär innehåll

source: Search form settings
sv_se: Sökformulär inställningar

source: Width, in characters, of search form elements.
sv_se: Bredd, i antal tecken, av element i sökformuläret.

source: search forms ⇔ user association
sv_se: sökformulär ⇔ användare associering

source: search forms ⇔ user associations
sv_se: sökformulär ⇔ användare associeringar

source: Indicates user&apos;s level of access to the form.
sv_se: Anger användarens nivå av tillgång till formuläret.

source: search forms ⇔ group association
sv_se: sökformulär ⇔ grupp associering

source: search forms ⇔ group associations
sv_se: sökformulär ⇔ grupp associeringar

source: Indicates group&apos;s level of access to the form.
sv_se: Anger gruppens nivå av tillgång till formuläret.

source: search form name
sv_se: sökformulär namn

source: search form names
sv_se: sökformulär namn

source: Name of search form
sv_se: Namn på sökformulär

source: search form placement
sv_se: sökformulär placering

source: search form placements
sv_se: sökformulär placeringar

source: The relative priority of the search form element when displayed in a list with other elements in a form. Lower numbers indicate higher priority.
sv_se: Den relativa prioritet för sökformulärets element när de visas i en lista med andra element i ett formulär. Lägre nummer anger högre prioritet.

source: set
sv_se: Gruppering

source: The user who created the set.
sv_se: Användaren som skapade gruppering.

source: Set content
sv_se: Gruppering innehåll

source: Determines what kind of items (objects, entities, places, etc.) are stored by the set.
sv_se: Avgör vilken typ av objekt (objekt, personer/organisationer/folk, platser, etc.) lagras av grupperingen.

source: Object representations
sv_se: Objekt representationer

source: The type of the set determines what sorts of information the set and each item in the set can have associated with them.
sv_se: Typen av grupperingen bestämmer vilken slags information grupperingen och varje grupperingsobjekt kan ha associerad med dem.

source: Set code
sv_se: Grupperingskod

source: A unique alphanumeric code for this set. You will need to specify this if you are using this set in a special context (on a web front-end, for example) in which the set must be unambiguously identified.
sv_se: En unik alfanumerisk kod för denna gruppering. Du måste ange detta om du använder grupperingen i ett särskilt sammanhang (på en webbsida front-end, till exempel) där grupperingen måste vara entydigt identifierad.

source: Set items
sv_se: Gruppering objekt

source: Item does not exist
sv_se: Objekt existerar inte

source: user-set assocation
sv_se: användare-gruppering associering

source: user-set assocations
sv_se: användare-gruppering associering

source: Indicates user&apos;s level of access to the set.
sv_se: Anger användarens nivå av tillgång till gruppering.

source: Period of time for which this access is in effect. Leave blank if you do not wish to restrict access to a specific period of time.
sv_se: Tid för vilken denna åtkomst är i kraft. Lämna tomt om du inte vill begränsa åtkomsten till en specifik tidsperiod.

source: group-set assocation
sv_se: användaregrupp-gruppering associering

source: group-set assocations
sv_se: användaregrupp-gruppering associering

source: Indicates group&apos;s level of access to the set.
sv_se: Anger gruppens nivå av åtkomst till gruppering

source: set item
sv_se: gruppering objekt

source: Set
sv_se: Gruppering

source: Set item belongs to
sv_se: Grupperingsobjekt tillhör

source: The relative priority of the set when displayed in a list with other sets. Lower numbers indicate higher priority.
sv_se: Den relativa prioriteten av grupperingen när de visas i en lista med andra grupperingar. Lägre nummer anger högre prioritet.

source: Item captions
sv_se: Post rubriker

source: set item caption
sv_se: gruppering objekt rubrik

source: set item captions
sv_se: gruppering objekt rubrik

source: Caption
sv_se: Rubrik

source: Caption for the set item.
sv_se: Rubrik för grupperingsobjektet.

source: set name
sv_se: gruppering namn

source: set names
sv_se: gruppering namn

source: Name of set
sv_se: Namn på gruppering

source: The type of the storage location. In CollectiveAccess every storage location has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
sv_se: Typ av förvaringsplats. I CollectiveAccess har varje förvaringsplats en enda "inbyggd" typ som bestämmer uppsättning av beskrivande och administrativa metadata som kan tillämpas på det.

source: Indicates the current state of the storage location record.
sv_se: Anger aktuell status för förvaringsplats posten.

source: Indicates if the storage location is deleted or not.
sv_se: Anger om förvaringsplats är borttagen eller inte.

source: storage location name
sv_se: förvaringsplats namn

source: storage location names
sv_se: förvaringsplats namn

source: Name of storage location
sv_se: Namn på förvaringsplats

source: task queue entry
sv_se: uppgiftskö post

source: task queue entries
sv_se: uppgiftskö poster

source: Priority
sv_se: Prioritet

source: Handler
sv_se: Hanterare

source: Parameters
sv_se: Parametrar

source: Error status
sv_se: Felstatus

source: Numeric error code. A value of zero indicates no error; any non-zero value indicates an error condition that occurred during processing.
sv_se: Numerisk felkod. Ett värde på noll indikerar inget fel, alla icke-noll värden indikerar ett fel som inträffade under bearbetning.

source: Tour code
sv_se: Turkod

source: Unique code for tour; used to identify the tour for configuration purposes.
sv_se: Unik kod för tur, används för att identifiera turen för en konfiguration.

source: Indicates the type of the tour.
sv_se: Anger typen av turen.

source: Color to identify the tour with
sv_se: Färg för att identifiera tur med

source: Optional icon to identify the tour with
sv_se: Frivillig ikon för att identifiera turen med

source: Indicates the current state of the tour.
sv_se: Indikerar det aktuella läget i turen.

source: tour name
sv_se: turnamn

source: tour names
sv_se: turnamn

source: Name of tour
sv_se: Namn på tur

source: Tour
sv_se: Tur

source: Tour stop is part of
sv_se: Tur är en del av

source: Indicates the type of the stop.
sv_se: Anger typ av stopp.

source: Id number
sv_se: Idnummer

source: Unique identifier for this tour stop
sv_se: Unik identifierare för detta turstopp

source: Id number sort
sv_se: Sortera på Idnummer

source: Sortable value for id number
sv_se: Sorterbara värde för id-nummer

source: Color to display stop in
sv_se: Färg för att visa stopp i

source: Optional icon to use with stop
sv_se: Frivillig ikon för att använda vid stopp

source: Related tour stops
sv_se: Relaterade turstopp

source: tour stop ⇔ collection relationship
sv_se: turstopp ⇔ samling relation

source: tour stop ⇔ collection relationships
sv_se: turstopp ⇔ samling relationer

source: tour stop ⇔ entity relationship
sv_se: turstopp ⇔ person/organisation/folk relation

source: tour stop ⇔ entity relationships
sv_se: turstopp ⇔ person/organisation/folk relationer

source: tour stop ⇔ objects relationship
sv_se: turstopp ⇔ objekt relation

source: tour stop ⇔ objects relationships
sv_se: turstopp ⇔ objekt relationer

source: tour stop ⇔ occurrence relationship
sv_se: turstopp ⇔ förekomst relation

source: tour stop ⇔ occurrence relationships
sv_se: turstopp ⇔ förekomst relationer

source: tour stop ⇔ place relationship
sv_se: turstopp ⇔ plats relation

source: tour stop ⇔ place relationships
sv_se: turstopp ⇔ plats relationer

source: tour stop ⇔ tour stop relationship
sv_se: turstopp ⇔ turstopp relation

source: tour stop ⇔ tour stop relationships
sv_se: turstopp ⇔ turstopp relationer

source: tour stop ⇔ vocabulary term relationship
sv_se: turstopp ⇔ vokabulär term relation

source: tour stop ⇔ vocabulary term relationships
sv_se: turstopp ⇔ vokabulär term relationer

source: tour stop name
sv_se: turstopp namn

source: tour stop names
sv_se: turstopp namn

source: users
sv_se: användare

source: User name
sv_se: Användarnamn

source: The login name for this user. This name is used in combination with the password set below to access the system.
sv_se: Inloggningsnamnet för den här användaren. Detta namn används i kombination med lösenordet som ställs in nedan för att få tillgång till systemet.

source: User class
sv_se: Användarklass

source: "Full" user accounts may log into all CollectiveAccess interfaces. "Public" user accounts may only log into the publicly accessible front-end system (if one exists). "Deleted" users may not log into any interface – the account is considered removed.
sv_se: "Full" användarkonton kan logga in i alla CollectiveAccess gränssnitt. "Offentlig" användarkonton kan endast logga in i den offentligt tillgängliga front-end-system (om det finns). "Raderade" användare inte kan logga in i något gränssnitt - kontot anses borttaget.

source: full-access
sv_se: full åtkomst

source: public-access only
sv_se: bara offentlig åtkomst

source: deleted
sv_se: borttagen

source: Password
sv_se: Lösenord

source: The login password for this user. Passwords must be at least 4 characters and should ideally contain a combination of letters and numbers. Passwords are case-sensitive.
sv_se: Lösenordet för denna användare. Lösenord måste vara minst 4 tecken och bör helst innehålla en kombination av bokstäver och siffror. Lösenord är skiftlägeskänsliga.

source: The forename of this user.
sv_se: Användarens förnamn.

source: The surname of this user.
sv_se: Användarens efternamn.

source: E-mail
sv_se: Epost

source: The e-mail address of this user. The address will be used for all mail-based system notifications and alerts to this user.
sv_se: E-postadressen för denna användare. Adressen kommer att användas för alla mail-baserat system meddelanden och varningar till den här användaren.

source: Account is activated?
sv_se: Kontot är aktiverat?

source: Confirmed on
sv_se: Bekräftat den

source: Confirmation key
sv_se: Bekräftelse nyckel

source: Confirmation key used for email verification.
sv_se: Bekräftelse nyckel som används för epost-verifiering.

source: Users
sv_se: Användare

source: Database error adding role '%1': %2
sv_se: Databas fel vid lägga till roll '%1':%2

source: Database error: %1
sv_se: Databas fel: %1

source: No roles specified
sv_se: Inga roller angivna

source: Invalid role '%1'
sv_se: Ogiltig roll '%1'

source: Roles
sv_se: Roller

source: No groups specified
sv_se: Ingen angiven användare

source: Group '%1' does not exist
sv_se: Grupp '%1' finns inte

source: Groups
sv_se: Grupper

source: %1 is not a valid user preference
sv_se: %1 är inte en giltig användarinställning

source: You must select between %1 and %2 choices for %3
sv_se: Du måste välja mellan %1 och %2 val för %3

source: You must select %1 choices for %2
sv_se: Du måste välja %1 val för %2

source: %1 is not a valid value for %2
sv_se: %1 är inte ett giltigt värde för %2

source: Value for %1 must be between %2 and %3
sv_se: Värdet för %1 måste vara mellan %2 och %3

source: Value for %1 must be between %2 and %3 characters
sv_se: Värdet för %1 måste vara mellan %2 och %3 tecken

source: user-group assocation
sv_se: användargrupp associering

source: user-group assocations
sv_se: användargrupp associeringar

source: user-role assocation
sv_se: användarroll associering

source: user-role assocations
sv_se: användarroll associeringar

source: user group
sv_se: användargrupp

source: user groups
sv_se: användargrupper

source: Name of group. Should be unique.
sv_se: Namn på grupp. Ska vara unikt.

source: Code
sv_se: Kod

source: Short code (up to 8 characters) for group (must be unique)
sv_se: Kort kod (upp till 8 tecken) för grupp (måste vara unikt)

source: Description of group. This text will be displayed to system administrators only and should clearly document the purpose of the group.
sv_se: Beskrivning av grupp. Denna text kommer att visas för systemadministratörer endast och bör tydligt dokumentera syftet med gruppen.

source: Group administrator
sv_se: Gruppadministratör

source: The user who administers the group.
sv_se: Den användare som administrerar gruppen.

source: The relative priority of the group when displayed in a list with other relationship types. Lower numbers indicate higher priority.
sv_se: Den relativa prioritet i gruppen när de visas i en lista med andra relations typer. Lägre nummer anger högre prioritet.

source: No users specified
sv_se: Ingen användare angiven

source: user note
sv_se: användarnotering

source: user notes
sv_se: användarnoteringar

source: Name of CollectiveAccess bundle to attach note to.
sv_se: Namn på CollectiveAccess paket att bifoga anteckning till.

source: The user who created the note.
sv_se: Användaren som skapade anteckningen.

source: Note
sv_se: Anteckning

source: Text of note.
sv_se: Text av anteckning

source: Note creation date
sv_se: Anteckning tillkomstdatum

source: The date and time the note was created.
sv_se: Datum och tid anteckningen skapades.

source: user role
sv_se: användarroll

source: user roles
sv_se: användarroller

source: Role id
sv_se: Roll id

source: Unique identifier for role
sv_se: Unik identifierare för roll

source: Name of role (must be unique)
sv_se: Namn på roll (måste vara unikt)

source: Short code (up to 20 characters) for role (must be unique)
sv_se: Kort kod (upp till 20 tecken) för roll (måste vara unikt)

source: Description of role. This text will be displayed to system administrators only and should clearly document the purpose of the role.
sv_se: Beskrivning av rollen. Denna text kommer att visas för systemadministratörer endast och bör tydligt dokumentera syftet med rollen.
