Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Group members
sv_se: Gruppmedlemmar

source: No users are in this group
sv_se: Inga användare är i den här gruppen

source: Filter
sv_se: Filtrera

source: New group
sv_se: Ny grupp

source: No groups have been configured
sv_se: Inga grupper har konfigurerats

source: New role
sv_se: Ny roll

source: No roles have been configured
sv_se: Inga roller har konfigurerats

source: Confirm password
sv_se: Bekräfta lösenord

source: Show %1 users
sv_se: Visar %1 användare

source: New user
sv_se: Ny användare

source: Tools
sv_se: Verktyg

source: %1 users
sv_se: %1 användare

source: Login name
sv_se: Inloggningsnamn

source: Active?
sv_se: Aktiv?

source: Datatype-specific options
sv_se: Datatyp-specifika alternativ

source: Version information
sv_se: Versions information

source: Component
sv_se: Komponent

source: Application version
sv_se: Programversion

source: Schema revision
sv_se: Schema revideringen

source: Release type
sv_se: Release typ

source: Search Engine
sv_se: Sökmotor

source: Setting
sv_se: Inställningar

source: NOT OK!
sv_se: ICKE GODKÄND!

source: General configuration issues
sv_se: Allmänna konfigurationsproblem

source: Issue
sv_se: Utgåva

source: Media Processing Plugins
sv_se: Media Bearbetning Plugins

source: Available
sv_se: Tillgänglig

source: Not used
sv_se: Används inte

source: Not available
sv_se: Ej tillgänglig

source: Barcode generation
sv_se: Streckkodsgenerering

source: Application Plugins
sv_se: Program Plugins

source: Labels
sv_se: Titlar

source: Add type restriction
sv_se: Lägg till typbegränsning

source: Sub-elements
sv_se: Sub-element

source: Add sub-element
sv_se: Lägg till sub-element

source: Applies to
sv_se: Gäller

source: Usage in UI
sv_se: Användning i användargränssnitt

source: Available for cataloguing?
sv_se: Tillgänglig för katalogisering?

source: New interface for
sv_se: Nytt gränssnitt för

source: 1 element is defined
sv_se: 1 element är definierat

source: %1 elements are defined
sv_se: %1 element är definierade

source: Editing user interfaces
sv_se: Redigera användargränssnitt

source: 1 user interface is defined
sv_se: 1 användargränssnitt är definierat

source: %1 user interfaces are defined
sv_se: %1 användargränssnitt är definierade

source: Interface identifier
sv_se: Gränssnitt identifierare

source: not defined
sv_se: inte definierat

source: print page
sv_se: skriv ut sidan

source: List identifier
sv_se: Listid

source: Back to browser
sv_se: Tillbaka till bläddringssida

source: Item identifier
sv_se: Post id

source: View in hierarchy
sv_se: Visa i hierarkin

source: Type name (forward sense)
sv_se: Typnamn (framåt mening)

source: Type name (reverse sense)
sv_se: Typnamn (omvänd mening)

source: Your search found no %1
sv_se: Din sökning hittade ingen %1

source: Please enter a search
sv_se: Ange en sökning

source: Did you mean one of these: %1 ?
sv_se: Menade du något av följande: %1 ?

source: Did you mean %1 ?
sv_se: Menade du %1 ?

source: Jump to page
sv_se: Hoppa till sida

source: GO
sv_se: KÖR

source: Your %1 found
sv_se: Din %1 hittade

source: Display Options
sv_se: Visningsalternativ

source: Filter Search
sv_se: Filter Sök

source: Sort
sv_se: Sortera

source: #/page
sv_se: #/sida

source: Group by
sv_se: Gruppera efter

source: Jump to
sv_se: Hoppa till

source: Add new list
sv_se: Lägg till ny lista

source: Add under %2 new %1
sv_se: Lägg till under %2 en ny %1

source: Close hierarchy viewer
sv_se: Stäng hierarki visningsprogram

source: Open hierarchy viewer
sv_se: Öppna hierarki visningsprogram

source: Filter results by
sv_se: Filtrera resultaten efter

source: Filtering results by
sv_se: Filtrerar resultat efte

source: clear all filters
sv_se: rensa alla filter

source: Print results as labels
sv_se: Skriv resultat som etiketter

source: Print
sv_se: Skriv ut

source: Download results as
sv_se: Ladda ner resultat som

source: Add checked to set
sv_se: Lägg till markerad till gruppering

source: Add
sv_se: Lägg till

source: Added ^num_items ^item_type_name to <i>^set_name</i>
sv_se: La till ^num_items ^item_type_name till <i>^set_name</i>

source: <br/>(^num_dupes were already in the set.)
sv_se: <br/>(^num_dupes fanns redan i gruppering.)

source: Add to set
sv_se: Lägg till gruppering

source: Search %1
sv_se: Sök %1

source: View
sv_se: Visa

source: Batch queued for background processing
sv_se: Mängden är placerad i kö för bakgrundsbearbetning

source: Your batch edit has been queued and will be run shortly. You may continue to work while the batch is processed.
sv_se: Din mängdredigering är placerad i kö och kommer köras strax. Du kan fortsätta jobba under tiden den körs.

source: Batch processing status
sv_se: Mängdbearbetnings status

source: Perform another batch edit
sv_se: Skapa en ny mängdredigering

source: Batch edit (%1 %2)
sv_se: Mängdredigera (%1 %2)

source: Execute batch edit
sv_se: Starta mängdredigering

source: Batch edit set <em>%1</em> containing imported media
sv_se: Mängdredigera set <em>%1</em> som innehåller importerat media

source: Import mode
sv_se: Import läge

source: Add user access
sv_se: Lägg till användare åtkomst

source: Add group access
sv_se: Lägg till grupp åtkomst

source: Add %1
sv_se: Lägg till %1

source: Add label
sv_se: Lägg till etikett

source: Drag your selection from column to column to edit the contents of the display.
sv_se: Dra de utvalda från kolumn till kolumn för att ändra innehåll

source: Available information
sv_se: Tillgänglig information

source: Information to display
sv_se: Information som ska visas

source: Add relationship
sv_se: Lägg till relation

source: Drag your selection from column to column to edit the contents of the screen.
sv_se: Dra ditt val från kolumn till kolumn att redigera innehållet på sidan.

source: Available editor elements
sv_se: Tillgängliga redigerare element

source: Elements to display on this screen
sv_se: Element som ska visas på sidan

source: Add screen
sv_se: Lägg till sida

source: Add lot
sv_se: Lägg till beslut

source: Extracted metadata
sv_se: Extraherade metadata

source: MD5 signature
sv_se: MD5 signatur

source: Update media
sv_se: Uppdatera media

source: Add representation
sv_se: Lägg till representation

source: or fetch from a URL
sv_se: eller hämta från en URL

source: Fetch from URL
sv_se: Hämta från URL

source: or upload a file
sv_se: eller ladda upp en fil

source: Annotations are not supported for this type of media
sv_se: Anteckningar stöds inte för denna typ av media

source: Play Clip
sv_se: Spela klipp

source: Add annotation
sv_se: Lägg till anteckning

source: Locale
sv_se: Språk

source: Drag your selection from column to column to edit the contents of the search form.
sv_se: Dra ditt val från kolumn till kolumn för att redigera innehållet i sökformuläret.

source: Available search items
sv_se: Tillgängliga sök objekt

source: Items to search
sv_se: Objekt att söka

source: No sets are available
sv_se: Inga grupperingar finns

source: You must save this set before you can add items to it.
sv_se: Du måste spara denna gruppering innan du kan lägga till objekt i den.

source: identifier
sv_se: id

source: Edit set item metadata
sv_se: Redigera gruppering objekt metadata

source: Add stop
sv_se: Lägg till stopp

source: for period
sv_se: för period

source: Show Hierarchy
sv_se: Visa hierarki

source: Click %1 names to explore. Click on an arrow icon to open a %1 for editing.
sv_se: Klicka på %1 namn att utforska. Klicka på en pil ikon för att öppna en %1 för redigering.

source: Use the controls below to create new %1 relative to this record in the hierarchy.
sv_se: Använd kontrollerna nedan för att skapa nya %1 relationer till denna post i hierarkin.

source: under (child)
sv_se: under (barn)

source: next to (sibling)
sv_se: bredvid (syskon)

source: Add a new %1 %2 <em>%3</em>
sv_se: Lägg till en ny %1 %2 <em>%3</em>

source: Close browser
sv_se: Stäng bläddrare

source: Will be moved under <em>%1</em> after next save.
sv_se: Kommer att flyttas under <em>%1</em> efter nästa sparning.

source: Show in browser
sv_se: Visa med bläddrare

source: Add
sv_se: Lägg till

source: Reply
sv_se: Svara

source: No settings available
sv_se: Inga inställningar finns

source: Add a Widget
sv_se: Lägg till en widget

source: Clear dashboard
sv_se: Rensa startsida

source: Edit dashboard
sv_se: Redigera startsida

source: Add widget
sv_se: Lägg till widget

source: Done
sv_se: Klar

source: This is your CollectiveAccess dashboard. Click the "Edit Dashboard" button above to add widgets to your dashboard that will allow you to monitor system activity. You'll see your dashboard whenever you login or click the CollectiveAccess logo above.
sv_se: Detta är din CollectiveAccess startsida. Klicka på "Redigera Startsida" knappen ovan för att lägga till widgets till din startsida som gör att du kan övervaka system aktivitet. Du kommer att se startsidan när du loggar in eller klickar på CollectiveAccess logotypen ovan.

source: Use the button above to add a widget to your dashboard. You can drag and drop the widgets in the left or right columns in the order you would like them to appear. To customize the information in each widget, click the <i>"i"</i> button in the upper right corner of the widget. To remove the widget from your dashboard click the "X" button in the upper right corner of the widget. Click the "Clear dashboard" button above to remove all widgets from your dashboard. When you are finished editing your dashboard, click the "Done" button above.
sv_se: Använd knappen ovan för att lägga till en widget på startsidan. Du kan dra och släppa widgets i vänster eller höger kolumnerna i den ordning du vill att de ska visas. För att anpassa informationen i varje widget, klicka på <i>"i"</i> knappen i det övre högra hörnet av widgeten. För att ta bort widget från startsidan klickar du på "X" knappen i det övre högra hörnet av widgeten. Klicka på "Rensa startsida" knappen ovan för att ta bort alla widgets från startsidan. När du är klar med redigeringen startsidan, klicka på "Klar" knappen ovan.

source: To place a dashboard widget in this column drag it here
sv_se: För att placera en startsida-widget i denna kolumn dra det här

source: remove widget from dashboard
sv_se: ta bort widget från startsidan

source: Modify settings for this widget
sv_se: Ändra inställningar för denna widget

source: There is 1 object linked to this lot. If you continue this object will no longer be associated with a lot.
sv_se: Det är ett objekt kopplat till detta beslut. Om du fortsätter kommer detta objekt inte längre att förknippas med ett beslut.

source: There are %1 objects linked to this lot. If you continue these objects will no longer be associated with a lot.
sv_se: Det är %1 objekt kopplat till detta beslut. Om du fortsätter kommer detta objekt inte längre att förknippas med ett beslut.

source: Object lot identifier
sv_se: Objekt beslut identifierare

source: Annotation identifier
sv_se: Anteckning id

source: Tour identifier
sv_se: Tur id

source: No facet defined
sv_se: Ingen fasett definierad

source: Click on a %1 to see more specific %2 within that %3. Click on the arrow next to a %4 to find %5 related to it.
sv_se: Klicka på en %1 för att se mer specifika %2 inom denna %3. Klicka på pilen bredvid en %4 för att hitta %5 relaterad till det.

source: Browse with this term
sv_se: Bläddra med denna term

source: Refine results by
sv_se: Begränsa resultat genom

source: You browsed for:
sv_se: Du bläddrade efter:

source: start new search
sv_se: starta ny sökning

source: Start browsing by:
sv_se: Börja bläddra efter:

source: Choose a selection above to begin browsing
sv_se: Välj ett urval ovan för att börja bläddra

source: No facets are available to browse by
sv_se: Inga fasetter finns att bläddra genom

source: Browse %1
sv_se: Bläddra bland %1

source: Sort by
sv_se: Sortera på

source: Top %1 results for <em>%2</em>
sv_se: Top %1 resultat för <em>%2</em>

source: Full Results &rsaquo;
sv_se: Fullständiga Resultat &rsaquo;

source: Place hierarchy
sv_se: Plats hierarki

source: Hide search form
sv_se: Dölj sökformulär

source: Form
sv_se: Formulär

source: Show search form
sv_se: Visa sök formulär

source: Save as
sv_se: Spara som

source: Go
sv_se: Kör

source: Save search
sv_se: Spara sökning

source: Open set for batch editing
sv_se: Öppna set för mängdredigering

source: Search by set
sv_se: Sök på gruppering

source: Date range
sv_se: Datumintervall

source: No events found
sv_se: Inga händelser har hittats

source: Enter a date to display events from above
sv_se: Ange ett datum för att visa händelser från ovan

source: Num hits
sv_se: Ant träffar

source: Exec time (sec.)
sv_se: Exek tid (sek.)

source: No searches found
sv_se: Inga sökningar hittade

source: Enter a date to display searches from above
sv_se: Ange ett datum för att visa sökningar från ovan

source: New display for
sv_se: Ny display för

source: Content type
sv_se: Innehållstyp

source: No displays lists have been configured
sv_se: Inga displayer listor har konfigurerats

source: Batch actions
sv_se: Batch åtgärder

source: Author
sv_se: Författare

source: Commented On
sv_se: kommenterade

source: Select
sv_se: Välj

source: New team
sv_se: Nytt team

source: Your project teams
sv_se: Dina projektteam

source: Members
sv_se: Medlemmar

source: You have not defined any teams
sv_se: Du har inte definierat några team

source: Search Type
sv_se: Sök Typ

source: Search term/name
sv_se: Sök term/namn

source: Object Lots
sv_se: Objekt beslut

source: Storage Locations
sv_se: Förvaringsplatser

source: New search form for
sv_se: Ny sökformulär för

source: Form name
sv_se: Formulärnamn

source: No forms have been configured
sv_se: Inga formulär har konfigurerats

source: Create New
sv_se: Skapa Ny

source: containing
sv_se: innehåller

source: Set name
sv_se: Grupperingsnamn

source: # Items
sv_se: # Objekt

source: No sets have been created
sv_se: Inga grupperingar har konfigurerats

source: Approve
sv_se: Godkänn

source: Item tagged
sv_se: Objekt taggade

source: Item Type
sv_se: Post Typ

source: Hide Recent Changes
sv_se: Göm Senaste ändringar

source: Your displays
sv_se: Dina displayer

source: 1 display is available
sv_se: 1 display är tillgänglig

source: %1 displays are available
sv_se: %1 displayer är tillgängliga

source: User comments
sv_se: Användarkommentarer

source: 1 comment needs moderation
sv_se: 1 kommentar behöver moderering

source: %1 comments need moderation
sv_se: %1 kommentarer behöver moderering

source: 1 moderated comment
sv_se: 1 godkänd kommentar

source: %1 moderated comments
sv_se: %1 godkända kommentarer

source: 1 comment total
sv_se: 1 kommentar totalt

source: %1 comments total
sv_se: %1 kommentarer totalt

source: 1 team is available
sv_se: 1 team är tillgängligt

source: %1 teams are available
sv_se: %1 team är tillgängliga

source: Your saved searches
sv_se: Dina sparade sökningar

source: 1 saved search
sv_se: 1 sparad sökning

source: %1 saved searches
sv_se: %1 sparade sökning

source: Your search forms
sv_se: Dina sökformulär

source: 1 form is available for editing
sv_se: 1 formulär finns tillgängligt för redigering

source: %1 forms are available for editing
sv_se: %1 formulär finns tillgängliga för redigering

source: Your sets
sv_se: Dina grupperingar

source: 1 set is available
sv_se: 1 gruppering är tillgänglig

source: %1 sets are available
sv_se: %1 grupperingar är tillgängliga

source: User tags
sv_se: Användartaggar

source: 1 tagging needs moderation
sv_se: 1 tagg behöver moderering

source: %1 taggings need moderation
sv_se: %1 taggar behöver moderering

source: 1 tagging
sv_se: 1 taggning

source: %1 total taggings
sv_se: %1 totala taggningar

source: 1 unique tag
sv_se: 1 unik tagg

source: %1 total unique tags
sv_se: %1 totala unik taggningar

source: Your watched items
sv_se: Dina bevakade objekt

source: Execute batch data export
sv_se: Starta mängdexport av data

source: Approved
sv_se: Godkänd

source: Needs moderation
sv_se: Behöver moderering

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: Number of tagged items
sv_se: Antal taggade objekt

source: Jump to page:
sv_se: Gå till sidan:

source: Settings for Group #%1/%2
sv_se: Inställningar för Gruppen #%1/%2

source: Save settings
sv_se: Spara inställningar

source: Back to search form list
sv_se: Tillbaka till sökformulär lista

source: Back to set
sv_se: Tillbaka till gruppering

source: Preferences
sv_se: Inställningar

source: Logout
sv_se: Logga ut

source: Login
sv_se: Logga in

source: is a trademark of
sv_se: är ett varumärke

source: You have made changes in this form that you have not yet saved. If you navigate away from this form you will lose your unsaved changes.
sv_se: Du har gjort ändringar i detta formulär som du ännu inte har sparat. Om du navigerar bort från det här formuläret kommer du att förlora dina osparade ändringar.

source: Current location
sv_se: Här är du nu

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
sv_se: <div class='error'> ett fel i din systemkonfiguration har upptäckts</div> Allmänna installations anvisningar finns <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>här</a>. För mer specifika tips på den befintliga frågor vänligen titta på meddelandena nedan.

source: Updating your database...
sv_se: Uppdaterar din databas ...

source: Login again
sv_se: Logga in igen

source: User Name
sv_se: Användarnamn

source: Batch user interface for %1
sv_se: Mängdanvändargränssnitt för %1

source: Batch media import of the directory <em>%1</em> completed on %2. %3 of %4 %5 were processed. %6 had errors. A full list of processed %7 follows:<br/><br/>
sv_se: Mängdimport av media från mappen <em>%1</em> slutfördes på %2. %3 av %4 %5 blev importerade. %6 hade error. Lista över importerade %7:<br/><br/>

source: Batch processing of the set %1 completed on %2. %3 of %4 %5 were processed. %6 had errors. A full list of processed %7 follows:<br/><br/>
sv_se: Mängdredigering av set %1 slutfördes på %2. %3 av %4 %5 blev redigerade. %6 hade error. Lista över redigerade %7:<br/><br/>
