Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Date/time item was viewed.
sv_se: Datum/tid objekt visades.

source: IP address of viewer
sv_se: IP-adressen för betraktaren

source: The IP address of the viewer.
sv_se: IP-adressen för betraktaren

source: List code
sv_se: Listkod

source: Unique code for list; used to identify the list for configuration purposes.
sv_se: Unik kod för listan, används för att identifiera en lista för en konfiguration.

source: Default sort order
sv_se: Standard sorteringsordning

source: Specifies the default method to employ to order items in this list.
sv_se: Anger den förvalda metoden att använda för att sortera objekt i den här listan.

source: By label
sv_se: Efter etikett

source: By rank
sv_se: Efter rankning

source: By value
sv_se: Efter värde

source: By identifier
sv_se: På identitet

source: Is system list
sv_se: Är system lista

source: Set this if the list is a list used by the system to populate a specific field (as opposed to a user defined list or vocabulary). In general, system lists are defined by the system installer - you should not have to create system lists on your own.
sv_se: Ställ in detta om listan är en lista som används av systemet för att fylla ett specifikt område (i motsats till en användardefinierad lista eller vokabulär). I allmänhet är system listor definieras av systemets installationsprogram - du ska inte behöva skapa systemet listor på egen hand.

source: Is hierarchical
sv_se: Är hierarkiskt

source: Set this if the list is hierarchically structured; leave unset if you are creating a simple "flat" list.
sv_se: Ställ in detta om listan är hierarkiskt uppbyggd, lämnar urkryssat om du skapar en enkel "platt" lista.

source: Use as vocabulary
sv_se: Använd som vokabulär

source: Set this if the list is to be used as a controlled vocabulary for cataloguing.
sv_se: Ställ in denna om listan ska användas som en kontrollerad vokabulär för katalogisering.

source: list item
sv_se: listpost

source: Parent
sv_se: Förälder

source: Parent list item for this item
sv_se: Förälder listpost för denna post

source: List item belongs to
sv_se: Listpost tillhör

source: Indicates the type of the list item.
sv_se: Anger typen av listpost.

source: Identifier
sv_se: Id

source: Unique identifier for this list item
sv_se: Unik identitet för denna lista

source: Item value
sv_se: Postvärde

source: Value of this list item; is stored in database when this item is selected
sv_se: Värdet av denna listposten, lagras i databasen när detta objekt är markerat

source: Item color
sv_se: Objekt färg

source: Color to display item in
sv_se: Färg för att visa objekt i

source: Item icon
sv_se: Objekt ikon

source: Optional icon to use with item
sv_se: Frivillig ikon för att använda med objekt

source: Is enabled?
sv_se: Är aktiverad?

source: If checked this item is selectable and can be used in cataloguing.
sv_se: Om markerad är denna post valbar och kan användas i katalogisering.

source: Is default?
sv_se: Är standard?

source: If checked this item will be the default selection for the list.
sv_se: Om markerad kommer denna post att vara standard valet för listan.

source: Validation format
sv_se: Valideringsformat

source: NOT CURRENTLY SUPPORTED; WILL BE A PERL-COMPATIBLE REGEX APPLIED TO VALIDATE INPUT
sv_se: STÖDS FÖR NÄRVARANDE INTE, KOMMER ATT VARA EN PERL-KOMPATIBEL REGEX SOM TILLÄMPAS FÖR ATT VALIDERA INMATAT DATA

source: Indicates if the list item is accessible to the public or not.
sv_se: Anger om listan posten är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the list item.
sv_se: Anger aktuell status för listpost.

source: Indicates if list item is deleted or not.
sv_se: Anger om listposten ska tas bort eller inte.

source: Related lots
sv_se: Relaterade beslut

source: list item ⇔ list item relationship
sv_se: listpost ⇔ listpost relation

source: list item ⇔ list item relationships
sv_se: listpost ⇔ listpost relationer

source: list item name
sv_se: listpost namn

source: list item names
sv_se: listpost namn

source: Item name (singular)
sv_se: Postnamn (singular)

source: The name of this list item in the singular form (eg. "disk", "lobster").
sv_se: Namnet på denna listpost i singularis (t.ex. "disk", "hummer").

source: Item name (plural)
sv_se: Postnamn (plural)

source: The name of this list item in the plural form (eg. "disks", "lobsters").
sv_se: Namnet på denna listpost i pluralform (t.ex. "diskar", "hummrar").

source: A description of the list item, including suggested use notes or definitions.
sv_se: En beskrivning av en listpost, inklusive föreslagna användningsanteckningar eller definitioner.

source: Is preferred?
sv_se: Föredras?

source: Set this if this label is the preferred label for the current locale.
sv_se: Sätt om denna etikett är föredragen etikett för det aktuella språket.

source: list name
sv_se: listnamn

source: list names
sv_se: listnamn

source: The locale from which the object originates.
sv_se: Språket varifrån objektet kommer.

source: Name of list
sv_se: Namn på listan

source: Loan type
sv_se: Låntyp

source: The type of the loan. eg. incoming loan, outgoing loan, etc.
sv_se: Typ av lån. t ex. inkommande lån, utgående lån, etc.

source: Loan identifier
sv_se: Lånid

source: A unique alphanumeric identifier for this loan.
sv_se: En unik alfanumerisk identitet för detta lån.

source: Serialized array used to store source information for loan information retrieved via web services [NOT IMPLEMENTED YET].
sv_se: Serialiserade array används för att lagra information om källan för lån informationen hämtas via webb tjänster [INTE IMPLEMENTERATS ÄN].

source: Loan hierarchy
sv_se: Lån hierarki

source: Identifier of loan that is root of the loan hierarchy.
sv_se: Identifierare av lån som är roten för lån hierarkin.

source: Indicates the current state of the loan record.
sv_se: Indikerar det aktuella läget för lån posten.

source: Indicates if the loan is deleted or not.
sv_se: Anger om lånet är borttaget eller inte.

source: loans ⇔ entities relationship
sv_se: lån ⇔ person/organisation/folk relation

source: loans ⇔ entities relationships
sv_se: lån ⇔ person/organisation/folk relationer

source: loans ⇔ movements relationship
sv_se: lån ⇔ förflyttningar relation

source: loans ⇔ movements relationships
sv_se: lån ⇔ förflyttningar relationer

source: loans ⇔ objects relationship
sv_se: lån ⇔ objekt relation

source: loans ⇔ objects relationships
sv_se: lån ⇔ objekt relationer

source: loan title
sv_se: lån titel

source: loan titles
sv_se: lån titlar

source: Descriptive title for loan
sv_se: Beskrivande titel för lån

source: locale
sv_se: språk

source: locales
sv_se: språk

source: Name of locale. The chosen name should be descriptive and must be unique.
sv_se: Namn på språket. Det valda namnet bör vara beskrivande och måste vara unikt.

source: ISO 639 language code
sv_se: ISO 639 språkkod

source: 2 or 3 character language code for locale; use the ISO 639-1 standard for two letter codes or ISO 639-2 for three letter codes.
sv_se: 2 eller 3 tecken språkkod för språk, använd ISO 639-1 standarden för två bokstavskoder eller ISO 639-2 för tre bokstavskoder.

source: ISO 3166-1 alpha-2 country code
sv_se: ISO 3166-1 alpha-2 landskod

source: 2 characer country code for locale; use the ISO 3166-1 alpha-2 standard.
sv_se: 2 tecken landskod för språk, använd ISO 3166-1 alpha-2-standarden.

source: Dialect
sv_se: Dialekt

source: Optional dialect specifier for locale. Up to 8 characters, this code is usually one defined by the language lists at http://www.ethnologue.com.
sv_se: Frivillig dialekt föreskrivaren för språkinställning. Upp till 8 tecken, är den här koden vanligtvis definierad i språklistorna hos http://www.ethnologue.com.

source: Do not use for cataloguing
sv_se: Använd inte för katalogisering

source: If checked then locale cannot be used to tag content.
sv_se: Om det är markerat då kan inte språk användas för att märka innehåll.

source: metadata elements
sv_se: metadata element

source: Unique alphanumeric code for the metadata element.
sv_se: Unik alfanumerisk kod för metadata elementet.

source: Documentation url
sv_se: Dokumentation url

source: URL pointing to documentation for this metadata element. Leave blank if no documentation URL exists.
sv_se: URL pekar till dokumentation för detta metadataelement. Lämna tomt om ingen dokumentation webbadress finns.

source: Datatype
sv_se: Datatyp

source: Data type of metadata element.
sv_se: Datatyp metadata element.

source: Use list (for list elements only)
sv_se: Använd listan (listelement endast)

source: Specifies the list to use as value for this element. Element must be a list type for this to apply.
sv_se: Anger listan för att använda som värde för detta element. Element måste vara en lista typ för att detta ska gälla.

source: The relative priority of the element when displayed in a list with other element. Lower numbers indicate higher priority.
sv_se: Den relativa prioriteringen av elementet när de visas i en lista med andra element. Lägre nummer anger högre prioritet.

source: metadata element name
sv_se: metadataelement namn

source: metadata element names
sv_se: metadataelement namn

source: Name of element
sv_se: Namn på elementet

source: Use for a description of how the element should be used.
sv_se: Används för en beskrivning av hur elementet ska användas.

source: Minimum number of attributes of this kind that must be associated with an item
sv_se: Minsta antal attribut av detta slag som måste associeras med ett objekt

source: Maximum number of attributes of this kind that can be associated with an item
sv_se: Max antal attribut av detta slag som kan kopplas till ett objekt

source: Minimum number of attribute bundles to show in an editing form.
sv_se: Minsta antal attribut paket att visa i en redigeringsformulär.

source: metadata type restriction
sv_se: metadata typ restriktion

source: metadata type restrictions
sv_se: metadata typ restriktioner

source: Bind attribute to
sv_se: Bind attribut till

source: Type of item to bind element to.
sv_se: Typ av objekt att binda element till.

source: Movement type
sv_se: Förflyttningstyp

source: The type of the movement. eg. administrative, exhibition, etc.
sv_se: Typ av förflyttning. t ex. administrativa, utställning etc.

source: Movement identifier
sv_se: Förflyttning id

source: A unique alphanumeric identifier for this movement.
sv_se: En unik alfanumerisk identifierare för denna förflyttning.

source: Serialized array used to store source information for movement information retrieved via web services [NOT IMPLEMENTED YET].
sv_se: Serialiserade array används för att lagra information om källan för förflyttning informationen hämtas via web services [INTE IMPLEMENTERATS ÄN].

source: Indicates the current state of the movement record.
sv_se: Indikerar det aktuella läget i förflyttningsposten.

source: Indicates if the movement is deleted or not.
sv_se: Anger om förflyttning är borttagen eller inte.

source: movements ⇔ entities relationship
sv_se: förflyttningar ⇔ personer/organisationer/folk relation

source: movements ⇔ entities relationships
sv_se: förflyttningar ⇔ personer/organisationer/folk relationer

source: Source notes
sv_se: Källanteckningar

source: movements ⇔ objects relationship
sv_se: förflyttningar ⇔ objekt relation

source: movements ⇔ objects relationships
sv_se: förflyttningar ⇔ objekt relationer

source: movements ⇔ object lots relationship
sv_se: förflyttningar ⇔ objekt beslut relation

source: movements ⇔ object lots relationships
sv_se: förflyttningar ⇔ objekt beslut relationer

source: movement title
sv_se: förflyttning titel

source: movement titles
sv_se: förflyttning titlar

source: Descriptive title for movement
sv_se: Beskrivande titel för förflyttning

source: multipart ID numbering sequence
sv_se: flerdelade ID numreringssekvens

source: multipart ID numbering sequences
sv_se: flerdelade ID numreringssekvenser

source: Lot this object belongs to; is null if object is not part of a lot.
sv_se: Beslutet det här objektet tillhör, är null om objektet är inte en del av ett beslut.

source: Administrative source of object. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
sv_se: Administrativ källa till objekt. Detta värde används ofta för att indikera den administrativa indelning eller äldre databas från vilken föremålet har sitt ursprung, men kan också ses göras om till att användas som en enkel klassificering verktyg om det behövs.

source: The type of the object. In CollectiveAccess every object has a single "instrinsic" type that determines the set of descriptive, technical and administrative metadata that can be applied to it. As such this type is "low-level" and directly tied to the form of the object - eg. photograph, book, analog video recording, etc.
sv_se: Typen av objektet. I CollectiveAccess varje objekt har en enda "inbyggd" typ som bestämmer uppsättning beskrivande, tekniska och administrativa metadata som kan tillämpas på det. Som sådan är typen av "låg nivå" och direkt knuten till objektets formulär - t.ex.. fotografi bok, analog videoinspelning etc.

source: Object identifier
sv_se: Objekt id

source: A unique alphanumeric identifier for this object. This is usually equivalent to the "accession number" in museum settings.
sv_se: En unik alfanumerisk identitet för detta objekt. Vanligtvis det samma som "accessions nummer".

source: Accession status
sv_se: Förvärvsstatus

source: Indicates accession/collection status of object. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
sv_se: Anger nyförvärv/samling status för beslut. (t.ex. nyförvärv, i avvaktan på nyförvärv, lån, ej-nyförvärvad post etc.)

source: Acquisition method
sv_se: Anskaffningsmetod

source: Indicates method employed to acquire the object.
sv_se: Anger metod som används för att förvärva objektet.

source: Extent
sv_se: Omfattning

source: The extent of the object. This is typically the number of discrete items that compose the object represented by this record. It is stored as a whole number (eg. 1, 2, 3...).
sv_se: Omfattningen av objekt beslut. Detta är normalt antalet diskreta objekt som utgör beslutet genom denna post. Den lagras som ett heltal (t.ex. 1, 2, 3 ...).

source: Extent units
sv_se: Omfattningsenheter

source: Units of extent value. (eg. pieces, items, components, reels, etc.)
sv_se: Enheter av omfattning värde. (t.ex. bitar, objekt, komponenter, rullar, etc.)

source: Indicates if object is accessible to the public or not.
sv_se: Anger om objektet beslut är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the object record.
sv_se: Anger aktuell status för objekt beslut post.

source: Indicates if the object is deleted or not.
sv_se: Anger om objekt beslutet tagits bort eller inte.

source: object ⇔ collection relationship
sv_se: objekt ⇔ samlingsrelation

source: object ⇔ collection relationships
sv_se: objekt ⇔ samlingsrelationer

source: object ⇔ entity relationship
sv_se: objekt ⇔ person/organisation/folk relation

source: object ⇔ entity relationships
sv_se: objekt ⇔ person/organisation/folk relationer

source: object ⇔ object relationship
sv_se: objekt ⇔ objekt relation

source: object ⇔ object relationships
sv_se: objekt ⇔ objekt relationer

source: object ⇔ object representation relationship
sv_se: objekt ⇔ objekt representation relation

source: object ⇔ object representation relationships
sv_se: objekt ⇔ objekt representation relationer

source: Is primary?
sv_se: Är primär?

source: Indicates that the representation should be used to depict the object is situations where only a single representation can be displayed (eg. search results).
sv_se: Anger att representationen ska användas för att avbilda objektet vid situationer där bara en enda representation kan visas (t.ex. sökresultat).

source: object ⇔ occurrence relationship
sv_se: objekt ⇔ förekomst relation

source: object ⇔ occurrence relationships
sv_se: objekt ⇔ förekomst relationer

source: object ⇔ place relationship
sv_se: objekt ⇔ plats relation

source: object ⇔ place relationships
sv_se: objekt ⇔ plats relationer

source: object ⇔ storage location relationship
sv_se: objekt ⇔ förvaringsplats relation

source: object ⇔ storage location relationships
sv_se: objekt ⇔ förvaringsplats relationer

source: object ⇔ vocabulary term relationship
sv_se: objekt ⇔ vokabulär term relation

source: object ⇔ vocabulary term relationships
sv_se: objekt ⇔ vokabulär term relationer

source: object event title
sv_se: objekt händelse titel

source: object event titles
sv_se: objekt händelse titlar

source: Sortable version of name value
sv_se: Sorterbar version av namnvärdet

source: Name of object
sv_se: Namn på objektet

source: The type of the object lot. In CollectiveAccess every lot has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
sv_se: Typ av objekt beslut. I CollectiveAccess varje beslut har en enda "inbyggd" typ som bestämmer uppsättning beskrivande och administrativa metadata som kan tillämpas på det.

source: Indicates accession/collection status of lot. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
sv_se: Anger nyförvärv/samling status för beslut. (t.ex. nyförvärv, i avvaktan på nyförvärv, lån, ej-nyförvärvad post etc.)

source: Lot identifier
sv_se: Beslut id

source: Unique alphanumeric code identifying the lot.
sv_se: Unik alfanumerisk kod för beslut.

source: The extent of the object lot. This is typically the number of discrete items that compose the lot by this record. It is stored as a whole number (eg. 1, 2, 3...).
sv_se: Omfattningen av objekt beslut. Detta är normalt antalet diskreta objekt som utgör beslutet genom denna post. Den lagras som ett heltal (t.ex. 1, 2, 3 ...).

source: Indicates if object lot is accessible to the public or not.
sv_se: Anger om objektet beslut är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the object lot record.
sv_se: Anger aktuell status för objekt beslut post.

source: Indicates if the object lot is deleted or not.
sv_se: Anger om objekt beslutet tagits bort eller inte.

source: object lot ⇔ collection relationship
sv_se: objekt beslut ⇔ samlingsrelation

source: object lot ⇔ collection relationships
sv_se: objekt beslut ⇔ samlingsrelationer

source: object lot ⇔ entity relationship
sv_se: objekt beslut ⇔ person/organisation/folk relation

source: object lot ⇔ entity relationships
sv_se: objekt beslut ⇔ person/organisation/folk relationer

source: object lot ⇔ occurrence relationship
sv_se: objekt beslut ⇔ förekomst relation

source: object lot ⇔ occurrence relationships
sv_se: objekt beslut ⇔ förekomst relationer

source: object lot ⇔ place relationship
sv_se: objekt beslut ⇔ plats relation

source: object lot ⇔ place relationships
sv_se: objekt beslut ⇔ plats relationer

source: object lot ⇔ storage location relationship
sv_se: objekt beslut ⇔ förvaringsplats relation

source: object lot ⇔ storage location relationships
sv_se: objekt beslut ⇔ förvaringsplats relationer

source: object lot ⇔ vocabulary term relationship
sv_se: objekt beslut ⇔ vokabulär term relation

source: object lot ⇔ vocabulary term relationships
sv_se: objekt beslut ⇔ vokabulär term relationer

source: object lot event title
sv_se: objekt beslut händelse titel

source: object lot event titles
sv_se: objekt beslut händelse titlar

source: lot title
sv_se: beslut titel

source: lot titles
sv_se: beslut titlar

source: Name of lot
sv_se: Namn på beslut

source: The locale from which the representation originates.
sv_se: Språket från vilken representationen kommer.

source: Indicates the type of the representation. The type can only be set when creating a new representation and cannot be changed once the representation is saved.
sv_se: Anger vilken typ av representation. Typen kan bara ställas in när du skapar en ny representation och kan inte ändras när representationen sparas.

source: Representation identifier
sv_se: Representation id

source: Media content
sv_se: Medieinnehåll

source: Indicates if representation is accessible to the public or not.
sv_se: Anger om representation är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the representation.
sv_se: Anger aktuell status för representation.

source: Related annotations
sv_se: Relaterade kommentarer

source: No media was specified
sv_se: Inget media angavs

source: Could not load object-representation link
sv_se: Kunde inte ladda objekt-representation länk

source: File is not part of this representation
sv_se: Filen är inte en del av denna representation

source: object representation ⇔ entity relationship
sv_se: objekt representation ⇔ person/organisation/folk relation

source: object representation ⇔ entity relationships
sv_se: objekt representation ⇔ person/organisation/folk relationer

source: object representations ⇔ vocabulary term relationship
sv_se: objekt representationer ⇔ vokabulär term relation

source: object representations ⇔ vocabulary term relationships
sv_se: objekt representationer ⇔ vokabulär term relationer

source: object representation caption
sv_se: objekt representation bildtext

source: object representation captions
sv_se: objekt representation bildtexter

source: object representation multifile
sv_se: objekt representation multipel fil

source: object representation multifiles
sv_se: objekt representation multipel filer

source: Resource path
sv_se: Resursens sökväg

source: Organizational path into which this file is placed.
sv_se: Organisatoriska sökvägen där filen är placerad.

source: Indicates how multifiles should be ordered in a list. Higher ranks are lower in the list. That is, rank is used to sort in ascending order.
sv_se: Anger hur multipla filer ska ordnas i en lista. Högre rank är lägre i listan. Det vill säga, rank användas för att sortera i stigande ordning.

source: The locale from which the item originates.
sv_se: Språket från vilken posten kommer.

source: The type of the occurrence. In CollectiveAccess every occurrence has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
sv_se: Typen av förekomst. I CollectiveAccess varje händelse har en enda "inbyggd" typ som bestämmer uppsättningen av beskrivande och administrativa metadata som kan tillämpas på det

source: A unique alphanumeric identifier for this entry.
sv_se: En unik alfanumerisk identifierare för den här posten.

source: Administrative source. This value is often used to indicate the administrative sub-division or legacy database from which the information originates, but can also be re-tasked for use as a simple classification tool if needed.
sv_se: Administrativ källa. Detta värde används ofta för att indikera den administrativa indelning eller äldre databas från vilken informationen härrör, men kan också göras om till att användas som ett enkel klassificeringsverktyg om det behövs.

source: Indicates if object is accessible to the public or not.
sv_se: Anger om objektet är tillgängligt för allmänheten eller inte.

source: Indicates the current state of the record.
sv_se: Anger aktuell status för posten.

source: Indicates if the record is deleted or not.
sv_se: Anger om posten är raderad eller inte.

source: occurrence ⇔ collection relationship
sv_se: förekomst ⇔ samling relation

source: occurrence ⇔ collection relationships
sv_se: förekomst ⇔ samling relationer

source: occurrence ⇔ occurrence relationship
sv_se: förekomst ⇔ förekomst relation

source: occurrence ⇔ occurrence relationships
sv_se: förekomst ⇔ förekomst relationer
