Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: The relative priority of the role when displayed in a list with other roles. Lower numbers indicate higher priority.
sv_se: Den relativa prioritet av rollen när de visas i en lista med andra roller. Lägre nummer anger högre prioritet.

source: Role settings
sv_se: Roll inställningar

source: Storage for role-level variables
sv_se: Lagring för roll-nivå variabler

source: Field access
sv_se: Fält tillgång

source: Contains definitions of what table/field combinations users with this role can access.
sv_se: Innehåller definitioner av vad tabell/fält kombinationerna användare med denna roll kan komma åt.

source: watched item
sv_se: bevakade objekt

source: watched items
sv_se: bevakade objekt

source: The user who is watching the specified record.
sv_se: Användaren som tittar på den specificerade posten.

source: Archives past identifier values.
sv_se: Arkiverar tidigare identifierare värden.

source: Identifier archived on %1
sv_se: Identitet arkiverad för %1

source: Transforms XML input as needed for Northeast Historic Films (http://www.oldfilm.org).
sv_se: Omvandlar XML-indata som behövs för Northeast Historic Films (http://www.oldfilm.org).

source: Transforms OAI input as needed for the Oorlog in Blik project.
sv_se: Förvandlas OAI ingång som behövs för Oorlog i Blik projektet.

source: Generates titles based upon Kinemathek-specific rules.
sv_se: Genererar titlar baserade på Kinemathek-specifika regler.

source: Generates title based upon rules you specify.
sv_se: Genererar titel baserad på regler som du anger.

source: Adds a "history" menu listing all recently edited items
sv_se: Lägger till en "historia" meny med alla nyligen redigerade objekt

source: History
sv_se: Historia

source: Publishes newly published records to twitter.
sv_se: Publicerar nyligen publicerad poster till twitter.

source: Post to Twitter failed: %1
sv_se: Posta på Twitter misslyckades: %1

source: Redirecting to Twitter for authentication... login if you want to use your Twitter account with CollectiveAccess.
sv_se: Omdirigerar till Twitter för autentisering... logga in om du vill använda ditt Twitter-konto med CollectiveAccess.

source: Twitter integration is now set up and ready to go!
sv_se: Twitter integration är nu inställd och klar att användas!

source: Surname
sv_se: Efternamn

source: Hierarchy
sv_se: Hierarki

source: Advanced search form
sv_se: Avancerat sökformulär

source: Use advanced search forms in your dashboard
sv_se: Använd avancerade sökformulär på din startsida

source: Search form
sv_se: Sökformulär

source: Search form to display
sv_se: Sökformulär att visa

source: Advanced search form widget
sv_se: Avancerad sökwidget

source: Actions for advanced search form widget
sv_se: Åtgärder för avancerade sökformuläret widget

source: Can use advanced search form widget
sv_se: Kan använda avancerade widget sökfunktion

source: User can use widget that allows usage of an advanced search form in the dashboard.
sv_se: Användaren kan använda widget som gör att användning av ett formulär för avancerad sökning i startsidan.

source: The number of form elements to place in each row of the search form. A value of one or two is recommended in most situations.
sv_se: Antalet formelement att placera i varje rad i sökformuläret. Ett värde på en eller två rekommenderas i de flesta situationer.

source: You must define a search form before you can use the advanced search.
sv_se: Du måste definiera ett sökformulär innan du kan använda den avancerade sökningen.

source: Click here to create a new form.
sv_se: Klicka här för att skapa ett nytt formulär.

source: You do not have access to this form
sv_se: Du har inte tillgång till detta formulär

source: Reset
sv_se: Återställ

source: Clock
sv_se: Klocka

source: Tells time in digital or faux analog formats
sv_se: Anger tiden i digitalt eller fejk analoga format

source: Display mode
sv_se: Visningsläge

source: Determines the clock's appearance. "Analog" will display the clock using a simulation of old-fashioned mechanical numbers. "Digital" will simply print the time numerically.
sv_se: Bestämmer klockans utseende. "Analog" visar klockan med hjälp av en simulering av gammaldags mekaniska nummer. "Digital" kommer helt enkelt att skriva ut tiden numeriskt.

source: Show seconds?
sv_se: Visa sekunder?

source: If enabled display of time will be to the second. Otherwise it will be to the minute.
sv_se: Om det är aktiverat visning av tid kommer det att vara på sekunden. Annars blir det på minuten.

source: Counts
sv_se: Antal

source: Keep track of record totals for objects and authorities
sv_se: Håller koll på totalsummor för objekt och myndigheter

source: Counts widget
sv_se: Antal widget

source: Actions for counts widget
sv_se: Åtgärder för antal widget

source: Can use counts widget
sv_se: Kan använda antal widget

source: User can use dashboard widget that keeps track of totals for objects and authorities.
sv_se: Användaren kan använda startsida widget som håller koll på totalsummor för objekt och myndigheter.

source: Show count for objects?
sv_se: Visa antal för objekt?

source: If checked total number of objects in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet objekt i databasen att visas.

source: Show count for lots?
sv_se: Visa antal för beslut?

source: If checked total number of lots in the database will be displayed.
sv_se: Om det är markerat kommer totala antalet beslut i databasen att visas.

source: Show count for entities?
sv_se: Visa antal för personer/organisationer/folk?

source: If checked total number of entities in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet personer/organisationer/folk i databasen att visas.

source: Show count for places?
sv_se: Visa antal för platser?

source: If checked total number of places in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet platser i databasen att visas.

source: Show count for occurrences?
sv_se: Visa antal för förekomster?

source: If checked total number of occurrences in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet förekomster i databasen att visas.

source: Show count for collections?
sv_se: Visa antal för samlingar?

source: If checked total number of collections in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet samlingar i databasen att visas.

source: Show count for storage locations?
sv_se: Visa antal för förvaringsplatser?

source: If checked total number of storage locations in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet lagerplatser i databasen att visas.

source: Show count for object representations?
sv_se: Visa antal för objekt representationer?

source: If checked total number of object representations in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet objekt representationer i databasen att visas.

source: Show count for loans?
sv_se: Visa antal för lån?

source: If checked total number of loans in the database will be displayed.
sv_se: Om den är ibockad kommer totala antalet lån i databasen att visas.

source: Show count for movements?
sv_se: Visa antal för förflyttningar?

source: If checked total number of movements in the database will be displayed.
sv_se: Om det är markerat kommer totala antalet förflyttningar i databasen att visas.

source: There are
sv_se: Det finns

source: and
sv_se: och

source: Recent logins
sv_se: Tidigare login

source: Displays recent logins to the system
sv_se: Visar senaste inloggningar i systemet

source: Last logins widget
sv_se: Senast inloggningar widget

source: Actions for last logins widget
sv_se: Åtgärder för senaste inloggningar widget

source: Can use last logins widget
sv_se: Kan använda senaste inloggningar widget

source: User can use dashboard widget that lists recent user logins.
sv_se: Användaren kan använda startsida widget som listar de senaste användarens inloggningar.

source: Show logins occurring less than ^ELEMENT hours ago
sv_se: Visa inloggningar som inträffar mindre än ^ELEMENT timmar sedan

source: Threshold (in hours) to display logins
sv_se: Tröskelvärde (i timmar) att visa inloggningar

source: IP address
sv_se: IP adress

source: Links
sv_se: Länkar

source: Displays CollectiveAccess project links
sv_se: Visar CollectiveAccess projektet länkar

source: Project website
sv_se: Projekt webbplats

source: Documentation
sv_se: Dokumentation

source: Message of the day
sv_se: Dagens meddelande

source: Display the message of the day.
sv_se: Visa dagens meddelande.

source: No message set
sv_se: Inget meddelande satt

source: Message widget
sv_se: Meddelande widget

source: Actions for message widget
sv_se: Åtgärder för meddelande widget

source: Can edit message text
sv_se: Kan redigera meddelandetext

source: User can edit system-wide message in message widget.
sv_se: Användaren kan ändra systemomfattande meddelande i meddelande widget.

source: Message text to display.
sv_se: Meddelandetext att visa.

source: Random Object
sv_se: Slump Objekt

source: Displays a random object from the collection
sv_se: Visa slumpvalt objekt från samlingen

source: Recent changes
sv_se: Senaste ändringar

source: Lists recent changes to objects or authority items
sv_se: Visar senaste ändringar på objekt eller behörigheter

source: Recent changes widget
sv_se: Widget för senaste ändringar

source: Actions for recent changes widget
sv_se: Widgetfunktioner för senaste ändringar

source: Can use recent changes widget
sv_se: Kan använda de senaste ändringarna widget

source: User can use dashboard widget that lists recent changes in the database.
sv_se: Användaren kan använda startsida widget som listar de senaste ändringarna i databasen.

source: Type of changes to display
sv_se: Typ av förändringar som ska visas

source: Show changes made less than ^ELEMENT hours ago
sv_se: Visa ändringar som görs mindre än ^ELEMENT timmar sedan

source: Threshold (in hours) to display change log entries for
sv_se: Tröskelvärde (i timmar) att visa poster i ändringsloggen för

source: Changes to <strong>%1</strong> from %2
sv_se: Ändringar gjorda på <strong>%1</strong> från %2

source: edited
sv_se: redigerade

source: Added %1 to '%2'
sv_se: Lagt till %1 till %2

source: Updated %1 to '%2'
sv_se: Uppdaterad %1 till '%2'

source: Unknown change type '%1'
sv_se: Okänd ändringstyp '%1'

source: There have been no changes to <strong>%1</strong> from %2.
sv_se: Det har inte skett några förändringar på <strong>%1</strong> från %2.

source: Lists recently created comments
sv_se: Visa senast skapade kommentarer

source: moderated
sv_se: modererad

source: unmoderated
sv_se: omodererad

source: Recent comments widget
sv_se: Widget för senaste kommentarer

source: Actions for recent comments widget
sv_se: Åtgärder för senaste kommentarer widget

source: Can use recent comment widget
sv_se: Kan använda senaste kommentar widget

source: User can use dashboard widget that lists recently created comments.
sv_se: Användaren kan använda startsida widget som listar nyligen skapade kommentarer.

source: Only unmoderated
sv_se: Endast omodererade

source: Only moderated
sv_se: Endast modererade

source: All
sv_se: Alla

source: Type of comments to display
sv_se: Typ av kommentarer att visa

source: Display limit
sv_se: Visa gräns

source: Limits the number of comments to be listed in the widget.
sv_se: Begränsar antalet kommentarer som ska visas i widgeten.

source: Displaying the last %1 %2 comments
sv_se: Visar de sista %1 %2 kommentarer

source: commented on
sv_se: kommenterade

source: Approved on
sv_se: Godkänd den

source: There are no %1 comments
sv_se: Det finns inga %1 kommentarer

source: Recently created
sv_se: Senast skapade

source: Lists recently created objects or authority items
sv_se: Listor med nyligen skapade föremål eller auktoritet objekt

source: Recently created widget
sv_se: Nyligen skapade widget

source: Actions for recently created widget
sv_se: Åtgärder för nyligen skapade widget

source: User can use widget that shows recently created items to list new objects in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt till listan nya objekt på startsidan.

source: User can use widget that shows recently created items to list new entities in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt till listan nya personer/organisationer/folk på startsidan.

source: User can use widget that shows recently created items to list new places in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt till listan nya platser på startsidan.

source: User can use widget that shows recently created items to list new occurrences in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt för att lista nya förekomster på startsidan.

source: User can use widget that shows recently created items to list new sets in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt för att lista nya grupperingar på startsidan.

source: User can use widget that shows recently created items to list new collections in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt till listan nya samlingar på startsidan.

source: User can use widget that shows recently created items to list new object representations in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt till listan nya objekt representationer på startsidan.

source: User can use widget that shows recently created items to list new object lots in the dashboard.
sv_se: Användaren kan använda widget som visar nyligen skapade objekt för att lista nya objekt beslut på startsidan.

source: Type of records to display
sv_se: Typ av poster som ska visas

source: Limits the number of records to be listed in the widget.
sv_se: Begränsar antalet poster som ska visas i widgeten.

source: Showing the last %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> created
sv_se: Visar den sista %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> skapade

source: Lists recently created tags
sv_se: Listar nyligen skapade taggar

source: Recent tags widget
sv_se: Senaste taggar widget

source: Actions for recent tags widget
sv_se: Åtgärder för senaste taggar widget

source: Can use recent tag widget
sv_se: Kan använda senaste tagg widget

source: User can use dashboard widget that lists recently created tags.
sv_se: Användaren kan använda startsida widget som listar nyligen skapade taggar.

source: Type of tags to display
sv_se: Typ av taggar att visa

source: Limits the number of tags to be listed in the widget.
sv_se: Begränsar antalet taggar som ska visas i widgeten.

source: Displaying the last %1 %2 tags
sv_se: Visar de sista %1 %2 taggar

source: %1 tagged %2 with "%3"
sv_se: %1 taggade %2 med "%3"

source: There are no %1 tags.
sv_se: Det finns inga %1 taggar.

source: Records by status
sv_se: Poster efter status

source: Displays objects or authority items by cataloguing status
sv_se: Visar objekt eller auktoritet objekt efter katalogiseringsstatus

source: Records by status widget
sv_se: Poster efter status widget

source: Actions for records by status widget
sv_se: Åtgärder för poster efter status widget

source: User can use widget that shows records by workflow status to list new objects in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus att lista nya objekt på startsidan.

source: User can use widget that shows records by workflow status to list new entities in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus att lista nya personer/organisationer/folk på startsidan.

source: User can use widget that shows records by workflow status to list new places in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus att lista nya platser på startsidan.

source: User can use widget that shows records by workflow status to list new occurrences in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus för att lista nya förekomster på startsidan.

source: User can use widget that shows records by workflow status to list new sets in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus för att lista nya grupperingar på startsidan.

source: User can use widget that shows records by workflow status to list new collections in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus att lista nya samlingar på startsidan.

source: User can use widget that shows records by workflow status to list new object representations in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus att lista nya objekt representationer på startsidan.

source: User can use widget that shows records by workflow status to list new object lots in the dashboard.
sv_se: Användaren kan använda widget som visar poster av arbetsflödesstatus för att lista nya objekt beslut på startsidan.

source: Display status
sv_se: Visa status

source: Status to display
sv_se: Status att visa

source: Showing %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> with status <span style='font-weight:bold; text-transform:lowercase;'>"%3"</span>
sv_se: Visar %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> med status <span style='font-weight:bold; text-transform:lowercase;'>"%3"</span>

source: RSS Viewer
sv_se: RSS Läsare

source: Display the content of an RSS feed
sv_se: Visa innehållet i en RSS-feed

source: Feed URL to display in the widget.
sv_se: Feed-URL som ska visas i widgeten.

source: Number of feed items to display
sv_se: Antal feed objekt som ska visas

source: Limits the number of the feed items displayed at one time.
sv_se: Begränsar antalet feed objekt som visas på en gång.

source: No filter
sv_se: Inget filter

source: Remove images
sv_se: Ta bort bilder

source: Remove HTML
sv_se: Ta bort HTML

source: Filter to remove images or HTML?
sv_se: Filter för att ta bort bilder eller HTML?

source: When remove images is chosen, images (IMG) will be removed from the display. Useful for ads and big images feeds.<br/>When remove HTML is chosen, all of the feed will be cleaned of any HTML tags, leaving text only.
sv_se: När ta bort bilder är vald, kommer bilder (IMG) tas bort från displayen. Användbart för feed med annonser och stora bilder.<br/>När ta bort HTML väljs, kommer feeden att rensas bort alla HTML-taggar och endast lämna kvar text.

source: Performed saved search queries from your dashboard
sv_se: Utförde sparade sökfrågor från startsidan

source: Object Searches
sv_se: Objekt Sökningar

source: Entity Searches
sv_se: person/organisation/folk Sökningar

source: Place Searches
sv_se: Plats Sökningar

source: Object Lot Searches
sv_se: Objekt Beslut Sökningar

source: Storage Location Searches
sv_se: Förvaringsplats Sökningar

source: Collection Searches
sv_se: Samlingssökningar

source: Occurrence Searches
sv_se: Förekomst Sökningar

source: advanced
sv_se: avancerad

source: basic
sv_se: normal

source: Search By Set
sv_se: Sök På Gruppering

source: Search for items in your sets.
sv_se: Sök efter objekt i dina grupperingar.

source: Object Sets
sv_se: Objekt Grupperingar

source: Entity Sets
sv_se: person/organisation/folk Gruppering

source: Place Sets
sv_se: Plats Grupperingar

source: Object Lot Sets
sv_se: Objekt Beslut Grupperingar

source: Storage Location Sets
sv_se: Förvaringsplats Grupperingar

source: Collection Sets
sv_se: Samlings Grupperingar

source: Occurrence Sets
sv_se: Förekomst Grupperingar

source: Processing status
sv_se: Bearbetningsstatus

source: View the current status of queued processing tasks
sv_se: Visa aktuell status för kö bearbetning uppgifter

source: Track processing widget
sv_se: Bevaka bearbetning widget

source: Actions for track processing widget
sv_se: Åtgärder för bevaka bearbetning widget

source: Can use track processing widget
sv_se: Kan använda bevaka bearbetning widget

source: User can use dashboard widget that lists processing jobs.
sv_se: Användaren kan använda startsida widget som listar bearbetningsjobb.

source: Show jobs completed less than ^ELEMENT hours ago
sv_se: Visa jobb fullgjorda mindre än ^ELEMENT timmar sedan

source: Threshold (in hours) to display completed jobs
sv_se: Tröskelvärde (i timmar) för att visa slutförda jobb

source: Updated at %1
sv_se: Uppdaterad vid %1

source: %1 running
sv_se: %1 körs

source: %1 queued
sv_se: %1 i kö

source: %1 completed
sv_se: %1 klar

source: Jobs currently being processed
sv_se: Jobb som för närvarande behandlas

source: By <em>%1</em>
sv_se: Av <em>%1</em>

source: Created by
sv_se: Skapad av

source: Jobs queued for later processing
sv_se: Jobb i kö för senare bearbetning

source: For <em>%1</em>
sv_se: För <em>%1</em>

source: Jobs completed in the last %1 hours
sv_se: Jobb slutfört under de senaste %1 timmar

source: TASK DID NOT COMPLETE
sv_se: UPPGIFT SLUTFÖRDES INTE

source: DELETED
sv_se: BORTTAGEN

source: Total processing time
sv_se: Total bearbetningstid

source: There are no running jobs, queued jobs or jobs completed in the last %1 hours.
sv_se: Det finns inga jobb som körs, köade jobb eller slutförda jobb under de senaste %1 timmar.

source: Your Watched Items
sv_se: Dina Bevakade Objekt

source: Get a list of your watched items.
sv_se: Hämta en lista över dina bevakade objekt.

source: Recent Changes
sv_se: Senaste ändringar

source: Hide
sv_se: Göm

source: Item was deleted - row_id: %1; table number: %2
sv_se: Objekt har tagits bort - row_id: %1; tabell nummer: %2

source: Remove from watch list
sv_se: Ta bort från bevakningslistan

source: You have no items on your watch list.
sv_se: Du har inga objeket i din bevakningslista.

source: Version %1 installer (XML)
sv_se: Version %1 installationsprogrammet (XML)

source: This installer will have your installation of CollectiveAccess ready to use in just a few minutes. Before you run the installer make sure the settings in your <i>setup.php</i> file are correct. The installer will test your database connection, install the database schema and load default values into the newly established database. It will also establish an administrator's login for you to use to access your new system.
sv_se: Installationsprogrammet kommer att ha din installation av CollectiveAccess redo att användas på bara några minuter. Innan du kör installationsprogrammet se till att inställningarna i din <i>setup.php</i> fil är korrekt. Installeraren kommer att testa din databas anslutning, installera databasschema och ladda standardvärden in i den nyetablerade databasen. Det kommer också att läggas till en administratör för inloggning som du kan använda för att komma ditt nya system.

source: Please enter a valid email address
sv_se: Ange en giltig e-postadress

source: Administrator's e-mail address
sv_se: Administratörens e-postadress

source: Installation profile
sv_se: Istallation profil

source: More information about standard installation profiles is available on the CollectiveAccess <a href="http://wiki.collectiveaccess.org/index.php?title=Installation_Profiles_in_the_Distribution" target="_blank">project wiki</a>.
sv_se: Mer information om standardinstallationsprofiler finns på CollectiveAccess <a href="http://wiki.collectiveaccess.org/index.php?title=Installation_Profiles_in_the_Distribution" target="_blank">project wiki</a>.

source: Overwrite existing installation?
sv_se: Skriv över befintlig installation?

source: Begin installation
sv_se: Påbörja installationen

source: Save
sv_se: Spara
