Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: The relative priority of the relationship when displayed in a list with other relationships. Lower numbers indicate higher priority.
sv_se: Tidsperiod för vilken denna relation gällde. Detta är ett valfritt tillägg för relationen. Om det lämnas tomt, antyds att relationen har existerat så länge som de relaterade objekt har funnits.

source: collection ⇔ storage location relationship
sv_se: samling ⇔ förvaringsplatsrelation

source: collection ⇔ storage location relationships
sv_se: samling ⇔ förvaringsplatsrelationer

source: collection ⇔ vocabulary term relationship
sv_se: samling ⇔ vokabulär term relation

source: collection ⇔ vocabulary term relationships
sv_se: samling ⇔ vokabulär term relationer

source: collection name
sv_se: samlingsnamn

source: collection names
sv_se: samlingsnamn

source: Locale of label
sv_se: Språk för etikett

source: Indicates the type of label and how it should be employed.
sv_se: Anger typ av etikett och hur den ska användas.

source: Name of collection
sv_se: Namn på samlingen

source: communication
sv_se: kommunikation

source: communications
sv_se: kommunikationer

source: Transaction
sv_se: Transaktion

source: Indicates the transaction to which the communication belongs.
sv_se: Indikerar transaktionen som meddelandet tillhör.

source: Source of communication
sv_se: Källa för kommunikation

source: Indicates who created the communication.
sv_se: Indikerar vem som skapade kommunikation.

source: Subject, or short description, of message.
sv_se: Ämne, eller kort beskrivning av meddelandet.

source: Message
sv_se: Meddelande

source: Text of message.
sv_se: Text i meddelandet.

source: fulfillment event
sv_se: fullgörande händelse

source: fulfillment events
sv_se: fullgörande händelser

source: Indicates the order which was fulfilled.
sv_se: Anger den order som uppfylldes.

source: Item
sv_se: Post

source: Indicates the item which was fulfilled.
sv_se: Anger det objekt som uppfylldes.

source: Fulfillment method
sv_se: Fullgöringsmetod

source: Indicates manner in which fulfillment occurred.
sv_se: Anger hur fullgörande inträffat.

source: No fulfillment required
sv_se: Ingen fullgörande krävs

source: Shipped package
sv_se: Paket skickat

source: Email
sv_se: Epost

source: Download
sv_se: Ladda ner

source: Notes pertaining to the fulfillment of the item.
sv_se: Anteckningar som gäller fullgörandet av objektet.

source: order
sv_se: beställning

source: orders
sv_se: beställningar

source: Order status
sv_se: Beställningsstatus

source: Status of order.
sv_se: Status för beställning.

source: First name
sv_se: Förnamn

source: Ship to: first name.
sv_se: Levererar till: förnamn.

source: Last name
sv_se: Efternamn

source: Ship to: last name.
sv_se: Levererar till: efternamn.

source: Ship to: organization.
sv_se: Levererar till: organisation.

source: Ship to: address - first line.
sv_se: Levererar till: adress - första raden.

source: Ship to: address - second line.
sv_se: Levererar till: adress - andra raden.

source: Ship to: city.
sv_se: Levererar till: postort

source: Ship to: state/province.
sv_se: Levererar till: Stat/region

source: Ship to: postal code.
sv_se: Levererar till: postnummer

source: Ship to: country.
sv_se: Levererar till: land.

source: Ship to: phone.
sv_se: Levererar till: telefon

source: Ship to: fax.
sv_se: Levererar till: fax

source: Ship to: email.
sv_se: Levererar till: epost

source: Bill to: first name.
sv_se: Fakturera till: förnamn.

source: Bill to: last name.
sv_se: Fakturera till: efternamn.

source: Bill to: organization.
sv_se: Fakturera till: organisation.

source: Bill to: address - first line.
sv_se: Fakturera till: adress - första raden.

source: Bill to: address - second line.
sv_se: Fakturera till: adress - andra raden.

source: Bill to: city.
sv_se: Fakturera till: postort.

source: Bill to: state/province.
sv_se: Fakturera till: stat/region.

source: Bill to: postal code.
sv_se: Fakturera till: postnummer.

source: Bill to: country.
sv_se: Fakturera till: land.

source: Bill to: phone.
sv_se: Fakturera till: telefon.

source: Bill to: fax.
sv_se: Fakturera till: fax.

source: Bill to: email.
sv_se: Fakturera till: epost.

source: Payment method
sv_se: Betalningssätt

source: Method of payment.
sv_se: Betalningssätt.

source: None
sv_se: Ingen

source: Credit card
sv_se: Kreditkort

source: Purchase order
sv_se: Beställning

source: Cash
sv_se: Kontant

source: Payment status
sv_se: Betalningsstatus

source: Status of payment.
sv_se: Status för betalning.

source: Awaiting payment
sv_se: Väntar på betalning

source: Processing
sv_se: Behandling

source: Declined
sv_se: Avvisad

source: Received
sv_se: Mottaget

source: Payment received on
sv_se: Betalning mottogs den

source: Date/time payment was received.
sv_se: Datum/tid betalningen mottogs.

source: Shipping method
sv_se: Leveransmetod

source: Method by which order was shipped. The is the default method and can be overridden by the fulfillment method chosen on a per-item basis.
sv_se: Metod med vilken ordern levererades. Det är standardmetoden och kan åsidosättas av fullgörandet metod som valts på en per post basis.

source: Shipping cost
sv_se: Fraktkostnad

source: open
sv_se: öppen

source: Could not reorder item %1: %2
sv_se: Kunde inte ändra ordning på objekt %1: %2

source: The relative priority of the representation when displayed in a list with other representations. Lower numbers indicate higher priority.
sv_se: Den relativa prioritet för representationen när de visas i en lista med andra representationer. Lägre nummer anger högre prioritet.

source: lists
sv_se: listor

source: sets
sv_se: grupperingar

source: External element
sv_se: Externt element

source: Date/time
sv_se: Datum/tid

source: Date and time log entry was created
sv_se: Datum och tid loggpost skapades

source: Code indicating type of log entry
sv_se: Kod som anger typ av loggpost

source: Notice
sv_se: Notis

source: Informational
sv_se: Informativ

source: data import event
sv_se: data import händelse

source: data import events
sv_se: data import händelser

source: User who performed data import
sv_se: Användare som utförde data import

source: Began on
sv_se: Började den

source: Date and time import began
sv_se: Datum och tid import började

source: Code indicating type of import (eg. OAI)
sv_se: Kod som anger typ av import (t.ex. OAI)

source: Description of data import event
sv_se: Beskrivning av data import händelse

source: Text indicating source of data imported. For OAI and other web service imports, this will be the URL used to access the service.
sv_se: Texten som anger källa för importerade data. För OAI och andra webb-import tjänster, kommer detta att vara den URL som används för att få tillgång till tjänsten.

source: data import event log entry
sv_se: dataimport händelseloggpost

source: data import event log entries
sv_se: dataimport händelseloggposter

source: Event
sv_se: Händelse

source: Log message
sv_se: Loggmeddelande

source: Text indicating source of log message - eg. what subsystem generated the message.
sv_se: Texten som anger källa för loggmeddelandet - t.ex.. vilket delsystem som genererat meddelandet.

source: data import item
sv_se: data import händelse

source: data import items
sv_se: data import händelser

source: Source reference
sv_se: Källhänvisning

source: Reference to location of imported item in source data
sv_se: Hänvisning till platsen för importerade objekt i källdata

source: Code indicating whether row was newly inserted into database or and existing row was updated
sv_se: Kod som anger om raden nyligen infördes i databasen och eller existerande rad uppdaterades

source: Inserted
sv_se: Infogad

source: Updated
sv_se: Uppdaterad

source: Started on
sv_se: Startad på

source: Date and time import of item was begun
sv_se: Datum och tid import av objekt påbörjades

source: Completed on
sv_se: Slutförd

source: Date and time import of item was completed
sv_se: Datum och tid import av objekt färdigställdes

source: Elapsed time
sv_se: Förfluten tid

source: Time, in seconds, taken to import item
sv_se: Tid, i sekunder, som det tog att importera objekt

source: Successfully imported?
sv_se: Framgångsrikt importerade?

source: Indicates if the item was successfully imported or not.
sv_se: Anger om objektet har importerats eller inte.

source: Failed
sv_se: Misslyckad

source: Partial success
sv_se: Partiellt lyckats

source: Success
sv_se: Framgång

source: editor UI
sv_se: redigerare användargränssnitt

source: editor UIs
sv_se: redigerare användargränssnitt

source: Is system UI?
sv_se: Är system användargränssnitt?

source: If set, user interface will be available to all users.
sv_se: Om satt, kommer användargränssnittet vara tillgänglig för alla användare.

source: Editor type
sv_se: Editor typ

source: Type of item this editor UI operates on.
sv_se: Typ av objekt denna redigerare användargränssnitt verkar på.

source: set items
sv_se: gruppering objekt

source: search forms
sv_se: sökformulär

source: displays
sv_se: displayer

source: user interfaces
sv_se: Användargränssnitt

source: user interface screens
sv_se: användargränssnitt sidor

source: Color
sv_se: Färg

source: Color to identify the editor UI with
sv_se: Färg för att identifiera sidan med

source: Icon
sv_se: Ikon

source: Optional icon to identify the editor UI with
sv_se: Frivillig symbol att identifiera sidan med

source: Screens
sv_se: Sidor

source: Type restrictions
sv_se: Typ restriktioner

source: Could not reorder screen %1: %2
sv_se: Kunde inte ändra ordning på sidor %1: %2

source: editor UIs ⇔ user association
sv_se: redigerare användargränssnitt ⇔ användar associering

source: editor UIs ⇔ user associations
sv_se: redigerare användargränssnitt ⇔ användar associeringar

source: editor UIs ⇔ group association
sv_se: redigerare användargränssnitt ⇔ grupptillhörighet

source: editor UIs ⇔ group associations
sv_se: redigerare användargränssnitt ⇔ grupptillhörigheter

source: Alternate label to place on bundle
sv_se: Alternativ etikett att sätta på paket

source: Custom label text to use for this placement of this bundle.
sv_se: Anpassad etikett text som ska användas för placering av detta paket.

source: Alternate label to place on bundle add button
sv_se: Alternativ etikett att sätta på paket lägg till-knappe

source: Custom text to use for the add button for this placement of this bundle.
sv_se: Anpassad text som ska användas för knappen Lägg till knappen för denna placering av detta paket.

source: Descriptive text for bundle.
sv_se: Beskrivande text för paket.

source: Descriptive text to use for help for bundle. Will override descriptive text set for underlying metadata element, if set.
sv_se: Beskrivande text att använda om hjälp för paket. Kommer att åsidosätta beskrivande text satt för underliggande metadataelement, om det är inställt.

source: UI bundle placement
sv_se: Användaregränssnittspaket placering

source: UI bundle placements
sv_se: Användaregränssnittspaket placeringar

source: Placement code
sv_se: Placeringskod

source: Unique code for placement of this bundle on this screen.
sv_se: Unik kod för placering av detta paket på den här sidan.

source: Table
sv_se: Tabell

source: Table this restriction binds the UI screen to
sv_se: Tabell denna begränsning binder användargränssnitt sida till

source: Restriction settings
sv_se: Begränsningsinställningar

source: The relative priority of the restriction when displayed in a list with other restrictions. Lower numbers indicate higher priority.
sv_se: Den relativa prioriteringen av begränsningen när de visas i en lista med andra begränsningar. Lägre nummer anger högre prioritet.

source: editor UI name
sv_se: redigerare användargränssnitt namn

source: editor UI names
sv_se: redigerare användargränssnitt namn

source: Name of editor
sv_se: Namn på redigerare

source: Description of editor
sv_se: Beskrivning av redigerare

source: Locale editor name
sv_se: Språkversion redigerare namn

source: editor UI screen
sv_se: redigerare användargränssnitt sida

source: editor UI screens
sv_se: redigerare användargränssnitt sidor

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface screen
sv_se: Unik numerisk identifierare som används av CollectiveAccess internt för att identifiera denna användargränssnitt skärm

source: Screen identifier
sv_se: Sidid

source: Unique alphanumeric identifier for this screen
sv_se: Unik alfanumerisk identifierare för denna sida

source: Is default screen?
sv_se: Är standard sida?

source: Indicates if this screen should be used as the default screen when creating a new item.
sv_se: Anger om den här sidan ska användas som standard sida när du skapar ett nytt objekt.

source: Color to identify the screen with
sv_se: Färg för att identifiera sidan med

source: Optional icon identify the screen with
sv_se: Frivillig symbol att identifiera sidan med

source: Screen content
sv_se: Sidinnehåll

source: Sort using
sv_se: Sortera med hjälp av

source: Method used to sort repeating values.
sv_se: Metod som används för att sortera upprepade värden.

source: Ascending
sv_se: Stigande

source: Descending
sv_se: Fallande

source: editor ui screen label
sv_se: redigerare användargränssnitt sida etikett

source: editor ui screen labels
sv_se: redigerare användargränssnitt sida etiketter

source: Name of UI screen
sv_se: Namn på användargränssnitt sida

source: Description of UI screen
sv_se: Beskrivning av användargränssnitt sida

source: editor ui screen type restriction
sv_se: redigerare användargränssnitt sidtyp begränsning

source: editor ui screen type restrictions
sv_se: redigerare användargränssnitt sidtyp begränsningar

source: The locale from which the entity originates.
sv_se: Språket från vilken personen/organisationen/folket har sitt ursprung.

source: Administrative source of the entity. This value is often used to indicate the administrative sub-division or legacy database from which the entity information originates, but can also be re-tasked for use as a simple classification tool if needed.
sv_se: Administrativ källa till personen/organisationen/folket. Detta värde används ofta för att indikera den administrativa indelning eller äldre databas från vilken personens/enhetens information ursprungligen kom från, men kan också ändras till att användas som ett enkelt klassificeringsverktyg om det behövs.

source: Entity type
sv_se: Person/Organisation/Folk typ

source: The type of the entity. eg. individual, organization, family, etc.
sv_se: Typ av person/organisation/folk t.ex. person, organisation, familj etc.

source: Entity identifier
sv_se: Personens/Organisationens/Folkets id

source: A unique alphanumeric identifier for this entity.
sv_se: En unikt alfanumerisk identifierare för denna person/organisation/folk.

source: Data source information
sv_se: Information om datakällan

source: Serialized array used to store source information for entity information retrieved via web services [NOT IMPLEMENTED YET].
sv_se: Serialiserade array används för att lagra information om källan för personens/organisationens/folkets information som hämtas via web services [INTE IMPLEMENTERAD ÄN].

source: Lifetime
sv_se: Livstid

source: Lifetime of entity (date range)
sv_se: Livstid för personen/organisationen/folket (datumintervall)

source: Entity hierarchy
sv_se: Person/Organisation/Folkshierarki

source: Identifier of entity that is root of the entity hierarchy.
sv_se: Identifierare av person/organisation/folk som är roten till denna person/organisation/folkshierarki.

source: Indicates if entity information is accessible to the public or not.
sv_se: Anger om personens/organisationens/folkets information är tillgänglig för allmänheten eller inte.

source: Indicates the current state of the entity record.
sv_se: Anger aktuell status för person/organisation/folk posten.

source: Indicates if the entity is deleted or not.
sv_se: Anger om personen/organisationen/folket är borttagen eller inte.

source: entity ⇔ collection relationship
sv_se: person/organisation/folk ⇔ samling relation

source: entity ⇔ collection relationships
sv_se: person/organisation/folk ⇔ samling relationer

source: entity ⇔ entity relationship
sv_se: person/organisation/folk ⇔ person/organisation/folk relation

source: entity ⇔ entity relationships
sv_se: person/organisation/folk ⇔ person/organisation/folk relationer

source: entity ⇔ occurrence relationship
sv_se: person/organisation/folk ⇔ förekomst relation

source: entity ⇔ occurrence relationships
sv_se: person/organisation/folk ⇔ förekomst relationer

source: entity ⇔ place relationship
sv_se: person/organisation/folk ⇔ plats relation

source: entity ⇔ place relationships
sv_se: person/organisation/folk ⇔ plats relationer

source: entity ⇔ vocabulary term relationship
sv_se: person/organisation/folk ⇔ vokabulär term relation

source: entity ⇔ vocabulary term relationships
sv_se: person/organisation/folk ⇔ vokabulär term relationer

source: entity name
sv_se: person/organisation/folksnamn

source: entity names
sv_se: person/organisation/folksnamn

source: Indicates type of label and how it should be employed.
sv_se: Anger typ av etikett och hur den ska användas.

source: Display name
sv_se: Visningsnamn

source: Name as it should be formatted for display (eg. in catalogues and exhibition label text). If you leave this blank the display name will be automatically derived from the input of other, more specific, fields.
sv_se: Namn som det ska formateras för visning (t.ex. i kataloger och utställning etikettens text). Om du lämnar fältet tomt visningsnamnet automatiskt från innehållet av andra, mer specifika, fält.

source: Forename
sv_se: Förnamn

source: A given name that specifies and differentiates between members of a group of individuals, especially in a family, all of whose members usually share the same family name (surname). It is typically a name given to a person, as opposed to an inherited one such as a family name. You should place the primary forename - in cases where there is more than one this is usually the first listed - here.
sv_se: Ett förnamn som anger och skiljer mellan medlemmar i en grupp av individer, speciellt i en familj, där alla medlemmar delar oftast samma efternamn. Det är oftast ett namn som ges till en person, i motsats till ett ärftligt till exempel ett efternamn. Du bör placera det primära förnamn - i de fall där det finns fler än ett är det vanligtvis det första som räknas - här.

source: Other forenames
sv_se: Andranamn

source: Enter forenames other than the primary forename here.
sv_se: Skriv in förnamn andra än det primära förnamnet här.

source: Middlename
sv_se: Mellannamn

source: Many names include one or more middle names, placed between the forename and the surname. In the Western world, a middle name is effectively a second given name. You should enter all middle names here. If there is more than one separate the names with spaces.
sv_se: Många namn innehåller en eller flera mellannamn, placerad mellan förnamnet och efternamnet. I västvärlden är ett mellannamn effektivt ett andra förnamn. Du bör ange alla mellannamn här. Om det finns fler än ett separera namnen med mellanslag.

source: Surname/organization
sv_se: Efternamn/organisation

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name. For organizations this should be set to the full name.
sv_se: Ett efternamn är ett namn som läggs till ett förnamn och är en del av ett personligt namn. I många fall är ett efternamn ett släktnamn. För organisationer skall detta sättas till det fullständiga namnet

source: Prefixes
sv_se: Prefix

source: A prefix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
sv_se: Ett prefix kan läggas till ett namn för att beteckna vördnad, en social position, en officiell ställning eller en yrkes-eller akademisk examen.

source: Suffixes
sv_se: Suffix

source: A suffix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
sv_se: Ett suffix kan läggas till ett namn för att beteckna vördnad, en social position, en officiell ställning eller en yrkes-eller akademisk examen.

source: group ⇔ role association
sv_se: grupp ⇔ roll associering

source: group ⇔ role associations
sv_se: grupp ⇔ roll associeringar

source: IP-based authentication block
sv_se: IP-baserad autentisering blockering

source: IP-based authentication blocks
sv_se: IP-baserad autentisering blockeringar

source: Class A portion of IP address
sv_se: Klass A del av IP-adress

source: Class B portion of IP address
sv_se: Klass B del av IP-adress

source: Class C portion of IP address
sv_se: Klass C del av IP-adress

source: Starting IP address in Class C IP address range
sv_se: Start IP-adress i klass C IP-adress område

source: IP4 (end)
sv_se: IP4 (slut)

source: Ending IP address in Class C IP address range. Leave blank if you wish to specify a single address rather than a range.
sv_se: Slut IP-adress i klass C IP-adress område. Lämna tomt om du vill ange en enda adress i stället för ett intervall.

source: item ⇔ tag relationship
sv_se: post ⇔ tagg relation

source: item ⇔ tag relationships
sv_se: post ⇔ tagg relationer

source: The user who applied the tag.
sv_se: Användaren som la till taggen.

source: Indicates if the comment is accessible to the public or not.
sv_se: Anger om kommentaren är tillgänglig för allmänheten eller inte.

source: Tagging date
sv_se: Taggningsdatum

source: The date and time the tag was applied.
sv_se: Datum och tid taggen las till.

source: IP address of commenter
sv_se: IP-adressen för den som kommenterade

source: The IP address of the commenter.
sv_se: IP-adressen för den som kommenterade

source: The user who examined the tag for validity and applicability.
sv_se: Användaren som undersökte kommentar för giltighet och tillämplighet.

source: Moderation date
sv_se: Moderationsdatum

source: The date and time the tag was examined for validity and applicability.
sv_se: Datum och tid kommentaren undersöktes för giltighet och tillämplighet.

source: The user who created the comment.
sv_se: Användaren som skapade kommentaren.

source: The locale of the comment.
sv_se: Språket i kommentaren.

source: Comment
sv_se: Kommentar

source: Text of comment.
sv_se: Kommentarstext

source: E-mail address
sv_se: Epostadress

source: E-mail address of commentor.
sv_se: Kommentatorns epostadress.

source: Name of commenter.
sv_se: Kommentatorns namn.

source: Rating
sv_se: Rankning

source: User-provided rating for item.
sv_se: Användarnas egna betyg för objektet.

source: Media to upload
sv_se: Media att ladda upp

source: Use this control to select media from your computer to upload.
sv_se: Använd denna för att välja media från din dator för att ladda upp.

source: Comment creation date
sv_se: Kommentar tillkomstdatum

source: The date and time the comment was created.
sv_se: Datum och tid kommentaren skapades.

source: The user who examined the comment for validity and applicability.
sv_se: Användaren som undersökte kommentar för giltighet och tillämplighet.

source: The date and time the comment was examined for validity and applicability.
sv_se: Användaren som undersökte kommentar för giltighet och tillämplighet.

source: The locale of the tag.
sv_se: Språk för taggen.

source: Text of the tag.
sv_se: Texten av taggen.

source: item view
sv_se: objekt visning

source: item views
sv_se: objekt visningar

source: The user who viewed the item.
sv_se: Användaren som såg objektet.

source: The locale of the user while viewing the item.
sv_se: Språket för användaren medan den tittar på objektet.
