Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Saudi Arabia
sv_se: Saudiarabien

source: Serbia-Montenegro
sv_se: Serbien och Montenegro

source: Seychelles
sv_se: Seychellerna

source: Slovak Republic
sv_se: Slovakien

source: Slovenia
sv_se: Slovenien

source: Solomon Islands
sv_se: Salomonöarna

source: South Africa
sv_se: Sydafrika

source: South Georgia And The South Sand
sv_se: Sydgeorgien och Sydsandwichöarna

source: South Korea
sv_se: Sydkorea

source: Spain
sv_se: Spanien

source: St. Christopher and Nevis
sv_se: Saint Christopher och Nevis

source: St. Helena
sv_se: Sankta Helena

source: St. Lucia
sv_se: Saint Lucia

source: St. Pierre and Miquelon
sv_se: Saint-Pierre och Miquelon

source: St. Vincent and the Grenadines
sv_se: Saint Vincent och Grenadinerna

source: Suriname
sv_se: Surinam

source: Svalbard And Jan Mayen Islands
sv_se: Svalbard och Jan Mayenöarna

source: Sweden
sv_se: Sverige

source: Switzerland
sv_se: Sverige

source: Syrian Arab Republic
sv_se: Syrien

source: Tajikistan
sv_se: Tadzjikistan

source: Tokelau
sv_se: Tokelauöarna

source: Trinidad and Tobago
sv_se: Trinidad och Tobago

source: Tunisia
sv_se: Tunisien

source: Turkey
sv_se: Turkiet

source: Turks and Caicos Islands
sv_se: Turks- och Caicosöarna

source: Ukraine
sv_se: Ukraina

source: United Arab Emirates
sv_se: Förenade Arabemiraten

source: United Kingdom
sv_se: Storbritannien

source: Great Britain
sv_se: Storbritannien

source: United States Minor Outlying Isl
sv_se: Förenta staternas mindre öar i Oceanien och Västindien

source: Vatican City
sv_se: Vatikanstaten

source: Virgin Islands (U.S.)
sv_se: Amerikanska Jungfruöarna

source: Wallis and Furuna Islands
sv_se: Wallis- och Futunaöarna

source: Western Sahara
sv_se: Västsahara

source: Western Samoa
sv_se: Samoa

source: Yemen
sv_se: Jemen

source: Yugoslavia
sv_se: Jugoslavien

source: California
sv_se: Kalifornien

source: Micronesia
sv_se: Mikronesien

source: Marianas
sv_se: Marianerna

source: Virgin Islands
sv_se: Jungfruöarna

source: Newfoundland and Labrador
sv_se: Newfoundland och Labrador

source: Yukon Territory
sv_se: Yukon

source: Registration confirmation email was sent to %1
sv_se: Registreringsbekräftelse epost skickades till %1

source: Could not send registration confirmation email to %1: %2
sv_se: Kunde inte skicka registreringsbekräftelse e-post till %1: %2

source: month
sv_se: månad

source: months
sv_se: månader

source: day
sv_se: dag

source: days
sv_se: dagar

source: hour
sv_se: timme

source: hours
sv_se: timmar

source: minute
sv_se: minut

source: minutes
sv_se: minuter

source: second
sv_se: sekund

source: seconds
sv_se: sekunder

source: Invalid controller path
sv_se: Ogiltig controller sökväg

source: Controller error: %1
sv_se: Controller fel: %1

source: Disabled
sv_se: Inaktiverad

source: %1 advanced search
sv_se: %1 avancerad sökning

source: search
sv_se: sök

source: %1 browse
sv_se: %1 bläddra

source: Refine Results By...
sv_se: Förbättra Resultat Efter...

source: Start Browsing By...
sv_se: Börja Bläddra Efter...

source: browse
sv_se: bläddra

source: Invalid ID
sv_se: Felaktigt ID

source: ID does not exist
sv_se: ID finns inte

source: This item is not available for view
sv_se: Denna post är inte tillgänglig för visning

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
sv_se: Tack för ditt bidrag. Dina synpunkter kommer att publiceras på denna sida efter granskning av webbplatspersonalen.

source: Thank you for your contribution.
sv_se: Tack för ditt bidrag.

source: Duplicated %1 "%2" (%3)
sv_se: Duplicerad %1 "%2" (%3)

source: Could not duplicate %1: %2
sv_se: Kunde inte duplicera %1: %2

source: There is no configuration available for this editor. Check your system configuration and ensure there is at least one valid configuration for this type of editor.
sv_se: Det finns ingen konfiguration för den här editorn. Kontrollera din systemkonfiguration och se till att det finns minst en giltig konfiguration för denna typ av redigerare.

source: Cannot save using empty request. Are you using a bookmark?
sv_se: Går inte att spara med hjälp av tom begäran. Använder du ett bokmärke?

source: %1 does not exist
sv_se: %1 finns inte

source: Could not save %1
sv_se: Kunde inte spara %1

source: Added %1
sv_se: Lagt till %1

source: Saved changes to %1
sv_se: Sparade ändringar för %1

source: There are errors preventing <strong>ALL</strong> information from being saved. Correct the problems and click "save" again. <ul>
sv_se: Det finns fel som hindrar <strong>ALL</strong> information från att sparas. Rätta till problemen och klicka på "Spara" igen. <ul>

source: There are errors preventing information in specific fields from being saved as noted below. <ul>
sv_se: Det finns fel som förhindrar informationen i särskilda fält från att sparas som anges nedan. <ul>

source: Cannot delete root of hierarchy
sv_se: Kan inte ta bort roten till hierarki

source: Transferred %1 relationship to <em>%2</em> (%3)
sv_se: Överfört %1 relation till <em>%2</em> (%3)

source: Transferred %1 relationships to <em>%2</em> (%3)
sv_se: Överfört %1 relationer till <em>%2</em> (%3)

source: %1 was deleted
sv_se: %1 har tagits bort

source: Could not generate PDF: %1
sv_se: Kunde inte skapa PDF: %1

source: new %1
sv_se: ny %1

source: Editing %1 : %2
sv_se: Redigerar %1 : %2

source: Default
sv_se: Standard

source: Tab delimited
sv_se: Tab separerad

source: Comma delimited (CSV)
sv_se: Komma separerad (CSV)

source: PDF (Chart)
sv_se: PDF (diagram)

source: PDF (Thumbnails)
sv_se: PDF (miniatyrer)

source: Nothing was selected
sv_se: Ingenting har valts

source: Invalid set
sv_se: Ogiltig grupp

source: Search could not be saved
sv_se: Sökning kunde inte sparas

source: Could not generate ZIP file for download
sv_se: Kunde inte generera ZIP-fil för nedladdning

source: Nothing to save
sv_se: Inget att spara

source: Invalid table: %1
sv_se: Ogiltig tabell: %1

source: Invalid id: %1
sv_se: Ogiltigt id: %1

source: You are not allowed to edit this.
sv_se: Du får inte redigera denna.

source: Set preferred label %1 to %2
sv_se: Ange rekommenderad etikett %1 till %2

source: Could not set %1 to %2: %3
sv_se: Kunde inte sätta %1 till %2: %3

source: Set %1 to %2
sv_se: Ange %1 till %2

source: Cannot edit <em>%1</em> here because it has multiple values. Try editing it directly.
sv_se: Kan inte redigera <em>%1 </em> här eftersom det har flera värden. Försök att redigera den direkt.

source: Cannot edit <em>%1</em> here. Try editing it directly.
sv_se: Kan inte redigera <em>%1</em> här. Försök att redigera den direkt.

source: <em>%1</em> does not exist. Create?
sv_se: <em>%1 </em> finns inte. Skapa?

source: Related %1 does not exist
sv_se: Relaterade %1 finns inte

source: Could not update primary flag for representation: %1
sv_se: Kunde inte uppdatera primär flaggan för representation: %1

source: Could not load %1-representation link
sv_se: Kunde inte ladda %1 representation länk

source: %1 search
sv_se: %1 sök

source: Error applying database migration %1: %2; error was at query %3; query was %4
sv_se: Fel vid databas migration %1: %2, fel var vid fråga %3, frågan var %4

source: [%3/%4] Processing %1 (%2)
sv_se: [%3/%4] Bearbetar %1 (%2)

source: Processing completed
sv_se: Färdig

source: [%1] Batch edit completed
sv_se: [%1] Mängdredigering färdig

source: [%1] Batch processing for set %2 with %3 %4 begun at %5 is complete
sv_se: [%1] Mängdbearbetning för set %2 med %3 %4 påbörjades vid %5 är klar

source: Error importing %1 from %2: %3
sv_se: Fel vid import av %1 från %2: %3

source: Error creating new object while importing %1 from %2: %3
sv_se: Fel vid skapa nya objekt vid import av %1 från %2: %3

source: Error creating object label while importing %1 from %2: %3
sv_se: Fel vid skapa objekt etikett vid import av %1 från %2: %3

source: [%1] Batch media import completed
sv_se: [%1] Mängdimport av media är färdig

source: file
sv_se: fil

source: [%1] Batch metadata import completed
sv_se: [%1] Mängdimport av metadata är färdig

source: <em>%1</em> is invalid
sv_se: <em>%1</em> är ogiltig

source: <em>%1</em> is not enabled
sv_se: <em>%1</em> är inte aktiverad

source: <em>%1</em> is not a valid type for a child record of type <em>%2</em>
sv_se: <em>%1</em> är inte en giltig typ för ett underelement av typen <em>%2</em>

source: No parent was found when verifying type of new child
sv_se: Ingen förälder hittades vid kontroll av typ av nytt barn

source: <em>%1</em> is not a valid type for a top-level record
sv_se: <em>%1</em> är inte en giltig typ för en topp-nivå post

source: DUP
sv_se: KOPIA

source: Duplicate
sv_se: Dublett

source: Type id cannot be set after insert
sv_se: Typ id kan inte ställas in efter att insättning

source: Preferred labels
sv_se: Titel

source: Non-preferred labels
sv_se: Titlar

source: REQUIRED
sv_se: KRÄVS

source: Not yet issued
sv_se: Ännu inte utfärdat

source: from related %1
sv_se: från besläktade %1

source: alternates from related %1
sv_se: alternativa från besläktade %1

source: alternates
sv_se: alternativ

source: Object media representation (%1)
sv_se: Objekt media representation (%1)

source: Object media representation (default)
sv_se: Objekt media representation (standard)

source: A list of related %1
sv_se: En lista med besläktade %1

source: A list of %1 %2
sv_se: En lista med %1 %2

source: A list of alternate %1 %2
sv_se: En lista över alternativa %1 %2

source: A list of related media representations using version "%1"
sv_se: En lista med besläktade mediafiler med version "%1"

source: A list of related media representations using the default version
sv_se: En lista med besläktade mediafiler som använder standardversionen

source: Value <em>%1</em> is already used and duplicates are not allowed
sv_se: Värde <em>%1</em> används redan och dubbletter tillåts inte

source: Identifier %1 already exists and duplicates are not permitted
sv_se: Id %1 finns redan och måste vara unik

source: The CollectiveAccess <i>app/tmp</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
sv_se: CollectiveAccess katalogen <i> app/tmp </i> är inte skrivbar av installationsprogrammet. Detta kan resultera i installationsfel. Det rekommenderas att du ändrar behörigheterna på den här katalogen (<i>%1</i>) för att tillåta skrivbehörighet före installationen. Du kan ladda om installationsprogrammet för att kontrollera att de ändrade behörigheterna är korrekta.

source: The CollectiveAccess <i>Lucene search index</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
sv_se: CollectiveAccess <i>Lucene sökindex</i> katalogen är inte skrivbar av installationsprogrammet. Detta kan resultera i installationsfel. Det rekommenderas att du ändrar behörigheterna på den här katalogen (<i>%1</i>) för att tillåta skrivbehörighet före installationen. Du kan ladda om installationsprogrammet för att kontrollera att de ändrade behörigheterna är korrekta.

source: The CollectiveAccess media directory is NOT writeable by the installer. This will prevent proper creation of the media directory structure and result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
sv_se: CollectiveAccess media katalogen är inte skrivbar av installationsprogrammet. Detta förhindrar korrekt skapandet av media katalogstrukturen och resulterar i installationsfel. Det rekommenderas att du ändrar behörigheterna på den här katalogen (<i>%1</i>) för att tillåta skrivbehörighet före installationen. Du kan ladda om installationsprogrammet för att kontrollera att de ändrade behörigheterna är korrekta.

source: Your MySQL installation doesn't support the InnoDB storage engine which is required by CollectiveAccess. For more information also see %1.
sv_se: Din MySQL-installation stöder inte InnoDB lagringsmotor som krävs av CollectiveAccess. För mer information se även %1.

source: No database login information found. Have you specified it in your setup.php file?
sv_se: Ingen databas inloggningsuppgifter hittades. Har du angett det i din setup.php fil?

source: Could not connect to database. Did you enter your database login information into setup.php?
sv_se: Kunde inte ansluta till databasen. Har du angivet databasanslutningsinformation i setup.php?

source: It looks like you have not installed your database yet. Check your configuration or run the <a href="%1/install/">installer</a>.
sv_se: Det ser ut som du inte har installerat din databas ännu. Kontrollera din konfiguration eller kör <a href="%1/install/">installationsprogrammet</a>.

source: Your database is extremely out-of-date. Please install all database migrations starting with migration #1 or contact support@collectiveaccess.org for assistance. See the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.
sv_se: Din databas är extremt föråldrad. Vänligen installera alla databas migreringar från och med migrering #1 eller kontakta support@collectiveaccess.org för hjälp. Se <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> för uppdateringsinstruktioner.

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. <a href='index.php?updateSchema=1'><strong>Click here</strong></a> to automatically apply the required updates, or see the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
sv_se: Din databas är föråldrad. Vänligen installera alla schema migreringar från och med migrering #%1. <a href='index.php?updateSchema=1'><strong>Klicka här</strong></a> för att automatiskt lägga till növändiga uppdaterinar, eller se <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">uppdatering HJÄLP</a> för instruktioner att uppdatera databasen manuellt.<br/><br/><div align='center'><strong>OBS: du bör säkerhetskopiera din databas innan uppdateringar!</strong></div>

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. See the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
sv_se: Din databas är föråldrad. Vänligen installera alla schema migreringar från och med migrering #%1. Se <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">uppdatering HJÄLP</a> för instruktioner om att lägga in databas uppdatering manuellt.<br/><br/><div align='center'><strong>OBS: du bör säkerhetskopiera din databas innan uppdateringar!</strong></div>

source: For migration %1
sv_se: För migration %1

source: CollectiveAccess requires PHP version 5.1.6 or higher to function properly. You're running %1. Please upgrade.
sv_se: CollectiveAccess kräver PHP version 5.1.6 eller högre för att fungera korrekt. Du kör %1. Vänligen uppgradera.

source: It looks like the directory for temporary files is not writable by the webserver. Please change the permissions of %1 and enable the user which runs the webserver to write this directory.
sv_se: Det ser ut som att katalogen för temporära filer inte är skrivbar av webbservern. Ändra behörigheterna för %1 och aktivera användaren som kör webbservern att skriva till den här katalogen.

source: It looks like the media directory is not writable by the webserver. Please change the permissions of %1 (or create it if it doesn't exist already) and enable the user which runs the webserver to write this directory.
sv_se: Det ser ut som media katalogen inte är skrivbar av webbservern. Ändra behörigheterna för %1 (eller skapa den om den inte redan finns) och gör det möjligt för användaren som kör webbservern att skriva till den här katalogen.

source: It looks like the directory for HTML filtering caches is not writable by the webserver. Please change the permissions of %1 and enable the user which runs the webserver to write this directory.
sv_se: Det ser ut som den katalog för HTML-filtrering cachar är inte skrivbar av webbservern. Ändra behörigheterna för %1 och möjliggöra för användaren som kör webbservern för att skriva den här katalogen.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;.
sv_se: Det verkar som om __CA_URL_ROOT__ variabeln i din setup.php inte är korrekt inställd. Försök att ställa in den till &quot;%1&quot;. Vi kom på detta förslag, eftersom du kom åt detta skript via &quot;&lt;your_hostname&gt;%2&quot;.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;. Note that paths are case sensitive.
sv_se: Det verkar som om __CA_URL_ROOT__ variabeln i din setup.php inte är korrekt inställd. Försök att ställa in den till &quot;%1&quot;. Vi kom på detta förslag, eftersom du kom åt detta skript via &quot;&lt;your_hostname&gt;%2&quot;. Tänk på att sökvägarna är skiftlägeskänsliga.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;.
sv_se: Det verkar som om __CA_BASE_DIR__ variabeln i din setup.php inte är korrekt inställd. Försök att ställa in den till &quot;%1&quot;. Vi kom på detta förslag, eftersom placeringen av detta skript är &quot;%2&quot;.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;. Note that paths are case sensitive.
sv_se: Det verkar som om __CA_BASE_DIR__ variabeln i din setup.php inte är korrekt inställd. Försök att ställa in den till &quot;%1&quot;. Vi kom på detta förslag, eftersom placeringen av detta skript är &quot;%2&quot;. Tänk på att sökvägarna är skiftlägeskänsliga.

source: PHP JSON module is required for CollectiveAccess to run. Please install it.
sv_se: PHP JSON-modul krävs för CollectiveAccess att köra. Vänligen installera den.

source: PHP mbstring module is required for CollectiveAccess to run. Please install it.
sv_se: PHP mbstring modul krävs för CollectiveAccess att köra. Vänligen installera den.

source: PHP iconv module is required for CollectiveAccess to run. Please install it.
sv_se: PHP iconv-modul krävs för CollectiveAccess att köra. Vänligen installera den.

source: PHP mysql module is required for CollectiveAccess to run. Please install it.
sv_se: PHP MySQL-modul krävs för CollectiveAccess att köra. Vänligen installera den.

source: PHP zlib module is required for CollectiveAccess to run. Please install it.
sv_se: PHP zlib-modul krävs för CollectiveAccess att köra. Vänligen installera den.

source: PHP PCRE module is required for CollectiveAccess to run. Please install it.
sv_se: PHP PCRE modul krävs för CollectiveAccess att köra. Vänligen installera den.

source: PHP Document Object Model (DOM) module is required for CollectiveAccess to run. Please install it.
sv_se: PHP Document Object Model (DOM) modul krävs för CollectiveAccess att köra. Vänligen installera det.

source: Your version of the PHP PCRE module lacks unicode features. Please install a module version with UTF-8 support.
sv_se: Din version av PHP PCRE modulen saknar unicode funktioner. Installera en modul version med UTF-8-stöd.

source: It looks like the __CA_APP_NAME__ setting in your setup.php is invalid. It may only consist of alphanumeric ASCII characters and underscores (&quot;_&quot;)
sv_se: Det verkar som om __CA_APP_NAME__ inställningen i din setup.php är ogiltigt. Det får endast bestå av alfanumeriska ASCII-tecken och understreck (&quot;_&quot;)

source: It looks like a subdirectory in the media directory is not writable by the webserver. Please change the permissions for %1 and enable the user which runs the webserver to write this directory.
sv_se: Det ser ut som en underkatalog i media katalogen inte är skrivbar av webbservern. Ändra behörigheterna för %1 och aktivera användaren som kör webbservern att skriva till den här katalogen.

source: It looks like the __CA_SITE_HOSTNAME__ setting in your setup.php may be set incorrectly. If you experience any troubles with image display try setting this to &quot;%1&quot;. We came up with this suggestion because this is the hostname you used to access this script. It may only be valid for you (and not for other users of the system) though (e.g. if you use 'localhost' or a feature like /etc/hosts on UNIX-based operating systems) so you have to be very careful when editing this.
sv_se: Det verkar som om __CA_SITE_HOSTNAME__ inställningen i din setup.php kan vara felaktigt inställd. Om du upplever några problem med bildvisning försöka med att ange &quot;%1&quot;. Vi kom fram till detta förslag eftersom det är det hostname du använde för att komma åt det här skriptet. Det kan bara vara giltig för dig (och inte för andra användare av systemet) om (t.ex. om du använder 'localhost' eller en funktion som /etc/hosts på UNIX-baserade operativsystem) så du måste vara mycket försiktig när du redigerar här.

source: The memory limit for your PHP installation may not be sufficient to run CollectiveAccess correctly. Please consider adjusting the "memory_limit" variable in your PHP configuration (usually a file named) &quot;php.ini&quot;. See <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> for more details. The value in your config is &quot;%1&quot;, the recommended value is &quot;128M&quot; or higher.
sv_se: Det är möjligt att din PHP-installation kanske inte är tillräckligt för att köra CollectiveAccess korrekt. Överväg att justera "memory_limit" variabel i din PHP-konfiguration (vanligtvis en fil som heter) "php.ini". Se <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> för mer information. Värdet i din config är &quot;%1&quot;, är den rekommenderade värdet &quot;128M&quot; eller högre.
