Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the element is equal to 1.
sv_se: Markera detta alternativ om du vill att detta attribut ska föreslå tidigare sparade värden eftersom text skrivs in. Det här alternativet är bara effektivt om displayen höjden av elementet är lika med 1.

source: %1 be no more than %2 characters long
sv_se: %1 inte vara mer än %2 tecken

source: %1 is not a valid url
sv_se: %1 är inte en giltig webbadress

source: Open &rsaquo;
sv_se: Öppen &rsaquo;

source: Searches
sv_se: Sökningar

source: a
sv_se: en

source: Browse by...
sv_se: Bläddra på...

source: Invalid search type
sv_se: Ogiltig söktyp

source: Invalid criteria type
sv_se: Ogiltig kriterier typ

source: Type
sv_se: Typ

source: Delimiter
sv_se: Avgränsare

source: '%1' is not valid for %2
sv_se: '%1' är inte giltig för %2

source: '%1' is not valid for %2; only letters and numbers are allowed
sv_se: '%1' är inte giltig för %2; endast bokstäver och siffror är tillåtna

source: %1 must be set to %2
sv_se: %1 måste vara satt till %2

source: %1 must not be shorter than %2 character
sv_se: %1 får inte vara kortare än %2 tecken

source: %1 must not be shorter than %2 characters
sv_se: %1 får inte vara kortare än %2 tecken

source: %1 must not be longer than %2 character
sv_se: %1 får inte vara längre än %2 tecken

source: %1 must not be longer than %2 characters
sv_se: %1 får inte vara längre än %2 tecken

source: %1 must be a number
sv_se: %1 måste vara ett nummer

source: %1 must not be less than %2
sv_se: %1 får inte vara mindre än %2

source: %1 must not be more than %2
sv_se: %1 får inte vara större än %2

source: %1 must consist only letters and numbers
sv_se: %1 måste bestå enbart bokstäver och siffror

source: %1 must be a valid year
sv_se: %1 måste vara ett giltigt år

source: %1 must be a valid numeric month (between 1 and 12)
sv_se: %1 måste vara ett giltigt numeriskt månad (mellan 1 och 12)

source: %1 must be a valid numeric day (between 1 and 31)
sv_se: %1 måste vara ett giltigt numeriskt dag (mellan 1 och 31)

source: Error
sv_se: Fel

source: Identifier is already in use
sv_se: Id är redan använd

source: Identifier is already in use %1 times
sv_se: Id är redan använd %1 gånger

source: Will be assigned %1 when saved
sv_se: Kommer att tilldelas %1 när det sparas

source: Invalid timecode '%1' for %2
sv_se: Ogiltig tidskod '%1' för %2

source: Invalid property '%1'
sv_se: Ogiltig egenskap '%1'

source: Start must be less than end
sv_se: Början måste vara mindre än slutet

source: Invalid provider '%1'.
sv_se: Ogiltig provider '%1'.

source: OAI provider is not enabled.
sv_se: OAI provider är inte aktiverad.

source: No verb specified.
sv_se: Inget verb angivet.

source: Invalid verb specified.
sv_se: Ogiltig verb angetts.

source: Identifier is empty
sv_se: Identifier är tom

source: Identifier is invalid
sv_se: Identifier är ogiltig

source: Query failed
sv_se: Fråga misslyckades

source: No records match the given criteria
sv_se: Inga poster passar givet kriteria

source: Duplicate parameters in request
sv_se: Duplicera parametrar i begäran

source: Missing required parameter %1
sv_se: Saknar obligatorisk parameter %1

source: Unknown parameter %1
sv_se: Okänd parameter %1

source: Invalid date/time parameter
sv_se: Ogiltig datum/tidsparameter

source: Date/time parameter of differing granularity
sv_se: Datum/tidsparameter av olika granularitet

source: Warning
sv_se: Varning

source: and
sv_se: och

source: User
sv_se: Användare

source: Changes
sv_se: Ändringar

source: No change log available
sv_se: Ingen ändringslogg tillgänglig

source: Added
sv_se: Tillagd

source: Edited
sv_se: Redigerade

source: Deleted
sv_se: Borttagen

source: Not set
sv_se: Inte vald

source: Non-existent
sv_se: Icke-existerande

source: yes
sv_se: ja

source: no
sv_se: nej

source: '%1' does not exist in this object
sv_se: '%1' existerar inte i detta objekt

source: '%1' for %2 is not numeric
sv_se: '%1' för %2 är inte numeriskt

source: Invalid direct date values
sv_se: Ogiltig direkt datumvärden

source: Invalid direct time values
sv_se: Ogiltig direkt tidsvärden

source: Mode:%1 is not supported by this object
sv_se: Mode:%1 stöds inte av detta objekt

source: BaseModel '%1' cannot be accessed with this class
sv_se: BaseModel '%1' kan inte nås med denna klass

source: BaseModel '%1' does not exist
sv_se: BaseModel '%1' finns inte

source: Field '%1' does not exist
sv_se: Fält '%1' finns inte

source: Basemodel::load SQL had an error: %1; SQL was %2
sv_se: Basemodel::load SQL hade ett fel: %1; SQL var %2

source: Invalid %1 '%2'
sv_se: Ogiltig %1 '%2'

source: No record with %1
sv_se: Ingen post med %1

source: Date is undefined but field %1 does not support NULL values
sv_se: Datum är odefinierad men fältet %1 stöder inte NULL-värden

source: Date is invalid for %1
sv_se: Datum är ogiltig för %1

source: Time is undefined but field %1 does not support NULL values
sv_se: Tiden är odefinierad men fältet %1 stöder inte NULL-värden

source: Time is invalid for
sv_se: Tiden är ogiltig för

source: Daterange is undefined but field does not support NULL values
sv_se: Daterange är odefinierad, men fältet har inte stöd för NULL-värden

source: Starting date is invalid
sv_se: Startdatum är ogiltig

source: Ending date is invalid
sv_se: Slutdatum är ogiltigt

source: Time range is undefined but field does not support NULL values
sv_se: Tidsintervallet är odefinierad, men fältet har inte stöd för NULL-värden

source: Starting time is invalid
sv_se: Starttid är ogiltig

source: Ending time is invalid
sv_se: Sluttid är ogiltig

source: Number is invalid for %1 [%2]
sv_se: Numret är ogiltig för %1 [%2]

source: Timecode is invalid
sv_se: Tidskod är ogiltig

source: The combination of %1 and %2 must be unique
sv_se: Kombinationen av %1 och %2 måste vara unik

source: The value of %1 must be unique
sv_se: Värdet på %1 måste vara unikt

source: Mode was %1; must be write
sv_se: Läge var %1, måste skriva

source: Can't do update() on new record; use insert() instead
sv_se: Kan inte göra update() på ny post, använd insert() i stället

source: Changes have been made since you loaded this data. Save again to overwrite the changes or cancel to keep the changes.
sv_se: Ändringar har gjorts sedan du laddat dessa data. Spara igen för att skriva över ändringarna eller Avbryt för att behålla ändringarna.

source: Changes have been made since you loaded this data by %1. Save again to overwrite the changes or cancel to keep the changes.
sv_se: Ändringar har gjorts sedan du laddat dessa data med %1. Spara igen för att skriva över ändringarna eller Avbryt för att behålla ändringarna.

source: Changes have been made since you loaded this data by these users: %1. Save again to overwrite the changes or cancel to keep the changes.
sv_se: Ändringar har gjorts sedan du laddat dessa uppgifter med dessa användare: %1. Spara igen för att skriva över ändringarna eller Avbryt för att behålla ändringarna.

source: Cannot move %1 under its sub-record
sv_se: Kan inte flytta %1 under dess under-post

source: Hierarchy ID must be specified for this update
sv_se: Hierarkin ID måste anges för denna uppdatering

source: Number is invalid for %1
sv_se: Nummer är ogiltigt för %1

source: Date is undefined but field does not support NULL values
sv_se: Datum är odefinierad, men fältet har inte stöd för NULL-värden

source: Time is undefined but field does not support NULL values
sv_se: Tiden är odefinierad, men fältet har inte stöd för NULL-värden

source: Time is invalid for %1
sv_se: Tiden är ogiltig för %1

source: Could not update sub records in hierarchy: [%1] %2
sv_se: Kunde inte uppdatera underposter i hierarkin: [%1] %2

source: Parent record had invalid hierarchical indexing (should not happen!)
sv_se: Förälder post hade ogiltiga hierarkisk indexering (borde inte hända!)

source: Mode was %1; must be write or admin
sv_se: Läge var %1, måste skriva eller admin

source: No record loaded
sv_se: Ingen post laddad

source: Can't delete item because it has sub-records
sv_se: Kan inte ta bort posten, eftersom den har under-poster

source: Can't delete item because items related to it have sub-records (%1)
sv_se: Kan inte ta bort objekt, eftersom objekt med anknytning till det har under-poster (%1)

source: Can't delete item because it is in use (%1)
sv_se: Kan inte ta bort objekt, eftersom det används (%1)

source: Couldn't queue mirror using '%1' for version '%2' (handler '%3')
sv_se: Kunde inte köa spegling via '%1' för versionen '%2' (hanterare '%3')

source: Could not cancel pending tasks: %1
sv_se: Kunde inte avbryta köade uppgifter: %1

source: Cannot open remote URL [%1] to fetch media
sv_se: Kan inte öppna fjärr-URL [%1] för att hämta media

source: Cannot open file for media fetched from URL [%1]
sv_se: Kan inte öppna filen för media från URL: [%1]

source: File type %1 not accepted by %2
sv_se: Filtyp %1 accepterades inte av %2

source: Unknown file type not accepted by %1
sv_se: Okänd filtyp accepteras inte av %1

source: Media is being processed and will be available shortly.
sv_se: Media är under behandling och kommer att finnas tillgänglig inom kort.

source: File could not be copied for %1; can't convert mimetype '%2' to extension
sv_se: Fil kunde inte kopieras för %1, kan inte konvertera mimetype '%2' till förlängning

source: Could not create subdirectory for uploaded file in %1. Please ask your administrator to check the permissions of your media directory.
sv_se: Kunde inte skapa katalog för uppladdad fil i %1. Be din administratör att kontrollera behörigheterna för media katalogen.

source: File could not be copied. Ask your administrator to check permissions and file space for %1
sv_se: Fil kunde inte kopieras. Be din administratör att kontrollera behörigheter och filutrymme för %1

source: File could not be processed for %1; can't convert mimetype '%2' to extension
sv_se: Fil kunde inte behandlas för %1, kan inte konvertera mimetype '%2' till förlängning

source: Couldn't write file: %1
sv_se: Kunde inte skriva fil: %1

source: Couldn't queue processing for version '%1' using handler '%2'
sv_se: Kunde inte köa bearbetning för versionen '%1' med handler '%2'

source: File could not be processed for %1: %2
sv_se: Fil kunde inte behandlas för %1: %2

source: File is not a valid format
sv_se: Filen är inte ett giltigt format

source: %1 must not be greater than %2
sv_se: %1 får inte vara större än %2

source: %1 must be at least %2 characters
sv_se: %1 måste vara minst %2 tecken

source: %1 must not be more than %2 characters long
sv_se: %1 får inte vara större än %2 tecken

source: '%1' is not valid choice for %2
sv_se: %1 är inte giltigt val för %2

source: Creation date/time
sv_se: Skapande datum/tid

source: Modification date/time
sv_se: Ändring datum/tid

source: Last modification date/time
sv_se: Senast ändrad datum/tid

source: Date and time %1 was created
sv_se: Datum och tid %1 skapades

source: Date and time %1 was modified
sv_se: Datum och tid %1 ändrades

source: Date and time %1 was last modified
sv_se: Datum och tid %1 ändrades senast

source: Hierarchy ID must be specified
sv_se: Hierarki ID måste anges

source: Could not get parent_id to load siblings by: %1
sv_se: Kunde inte få parent_id att ladda syskon med: %1

source: Could not get hierarchy siblings: %1
sv_se: Kunde inte hämta hierarki syskon: %1

source: Value must be unique. Please try another.
sv_se: Värdet måste vara unikt. Prova ett annat.

source: Related table specification "%1" is not valid
sv_se: Relaterad tabellen specifikation "%1" är inte giltigt

source: No locale was set for tag
sv_se: Inget språk sattes för taggen

source: Tag relation id is invalid
sv_se: Tagg relation id är ogiltigt

source: Tag is not part of the current row
sv_se: Taggen är inte en del av den aktuella raden

source: Tag was not created by specified user
sv_se: Tagg skapades inte av angiven användare

source: Comment is not part of the current row
sv_se: Kommentar är inte en del av den aktuella raden

source: Can't edit invalid attribute
sv_se: Kan inte redigera ogiltiga attribut

source: Element is not the root of the element set
sv_se: Element är inte roten till element uppsättning

source: Couldn't add element to restriction list: %1
sv_se: Kunde inte lägga till element i begränsningslista: %1

source: Couldn't remove element from restriction list: %1
sv_se: Kunde inte ta bort element från begränsningslista: %1

source: Element code or id must not be blank
sv_se: Element kod eller id får inte vara tomt

source: Element code or id '%1' is invalid
sv_se: Element kod eller id '%1' är ogiltig

source: Could not instantiate driver
sv_se: Kunde inte instansiera drivrutin

source: Driver does not exist
sv_se: Drivrutin finns inte

source: Not connected to database
sv_se: Inte ansluten till databasen

source: Driver does not support affectedRows() call
sv_se: Drivrutin stöder inte affectedRows() anropet

source: Transactions are not supported
sv_se: Transaktioner stöds inte

source: Transaction count cannot exceed maximum of %1
sv_se: Transaktionsantal får inte överstiga maximum %1

source: Not currently in a transaction
sv_se: Inte just nu i en transaktion

source: File type is not supported
sv_se: Filtypen stöds inte

source: No media available
sv_se: Inget media finns tillgänglig

source: Could not find plug-in for mimetype %1
sv_se: Kunde inte hitta plug-in för mimeType %1

source: Key
sv_se: Nyckel

source: Unknown
sv_se: Okänd

source: Could not create tmp directory for handler '%1'
sv_se: Kunde inte skapa tmp-katalog för hanterare '%1'

source: Could not copy '%1'
sv_se: Kunde inte kopiera '%1'

source: No tmp directory configured!
sv_se: Ingen tmp katalog konfigurerad!

source: No handler directories are configured!
sv_se: Inga handler kataloger är konfigurerade!

source: Invalid task queue handler '%1'
sv_se: Ogiltig uppgiftskö handterare '%1'

source: Error while closing task record: %1
sv_se: Fel vid stängning av uppgiftspost: %1

source: View %1 was not found
sv_se: Visa %1 hittades inte

source: Action '%1' in class '%2' is invalid
sv_se: Åtgärd '%1' i klassen '%2' är ogiltig

source: Not dispatchable
sv_se: Inte sändningsbar

source: Driver does not support LIMIT
sv_se: Drivrutin stöder inte LIMIT

source: Your PHP installation lacks MySQL support. Please add it and retry...
sv_se: Din PHP-installation saknar stöd för MySQL. Lägg till det och försök igen...

source: Query is empty
sv_se: Fråga är tom

source: Number of values passed (%1) does not equal number of values required (%2)
sv_se: Antal värden som skickades (%1) är inte detsamma som antalet nödvändiga värden (%2)

source: No table name specified
sv_se: Inget tabell namn angivet

source: No fields specified
sv_se: Inget fält angivet

source: seek(%1) failed: result has %2 rows
sv_se: sök(%1) misslyckades: resultatet har %2 rader

source: No error
sv_se: Inget fel

source: Start must be before date in range
sv_se: Start måste vara före datum i intervallet

source: Invalid date
sv_se: Felaktigt datum

source: Invalid time
sv_se: Felaktig tid

source: Invalid uncertainty
sv_se: Ogiltig osäkerhet

source: Uncertainty must not exceed 9 digits
sv_se: Osäkerhet får inte överstiga 9 siffror

source: Invalid expression
sv_se: Ogiltigt uttryck

source: Trailing characters in otherwise valid expression
sv_se: Efterföljande tecken i övrigt giltigt uttryck

source: Parser error
sv_se: Parser fel

source: Mimetype of file
sv_se: Mimetype av fil

source: Creation date
sv_se: Datum för skapande

source: Copyright Information URL
sv_se: Information om upphovsrätt URL

source: Document title
sv_se: Dokumenttitel

source: Document description
sv_se: Dokumentbeskrivning

source: Copyright notice
sv_se: Copyright-meddelande

source: Is under copyright?
sv_se: Är upphovsrättsskyddad?

source: Document creator
sv_se: Dokument skapare

source: Keywords
sv_se: Nyckelord

source: Creator address
sv_se: Upphovsmans adress

source: Creator city
sv_se: Upphovsmans stad

source: Creator state/region
sv_se: Upphovsmans stat/region

source: Creator postal code
sv_se: Upphovsmans postkod

source: Creator country
sv_se: Upphovsmans land

source: Creator phone
sv_se: Upphovsmans telefon

source: Creator email
sv_se: Upphovsmans epost

source: Creator website
sv_se: Upphovsmans hemsida

source: External application configuration file could not be loaded
sv_se: Externt programs konfigurationsfil kunde inte laddas

source: Directory for external application wvWare could not be found
sv_se: Katalog för externt program wvWare kunde inte hittas

source: Can't set property %1
sv_se: Kan inte ställa egenskapen %1

source: Generates maps using the GoogleMaps API
sv_se: Genererar kartor med GoogleMaps API

source: Search for geographic location
sv_se: Sök efter geografiskt läge

source: Upload KML file
sv_se: Ladda upp KML fil

source: Select KML or KMZ file
sv_se: Välj KML eller KMZ fil

source: Use map
sv_se: Använd karta

source: Provides audio processing and conversion using ffmpeg
sv_se: Ger ljud bearbetning och konvertering med ffmpeg

source: File %1 does not exist
sv_se: Filen %1 finns inte

source: Invalid transformation %1
sv_se: Ogiltig omvandling %1

source: %1: %2 during resize operation
sv_se: %1: %2 vid ändra storlek funktion

source: Can't convert '%1' to '%2': unsupported format
sv_se: Kan inte konvertera '%1' till '%2': inkompatibelt format

source: Couldn't write file to '%1'
sv_se: Kunde inte skriva till filen '%1'

source: Error converting file to %1 [%2]: %3
sv_se: Fel vid konvertering av filen till %1 [%2]: %3

source: Error converting intro to %1 [%2]: %3
sv_se: Fel vid konvertering av intro till %1 [%2]: %3

source: Error converting outro to %1 [%2]: %3
sv_se: Fel vid konvertering av outro till %1 [%2]: %3

source: You must have the Flash Plug-in version 9.0.124 or better installed to play video and audio in CollectiveAccess
sv_se: Du måste ha Flash Plug-in version 9.0.124 eller bättre installerad för att spela video och ljud i CollectiveAccess

source: Provides CoreImage-based image processing and conversion services via the command-line CoreImageTool (Mac OS X 10.4+ only). This can provide a significant performance boost when using Macintosh servers.
sv_se: Ger CoreImage-baserad bildbehandling och konverteringstjänster via kommandoraden CoreImageTool (Mac OS X 10.4+ enbart). Detta kan ge ett betydande prestandaökning när Macintosh-servrar används.

source: Didn't load because CoreImageTool executable cannot be found
sv_se: Kunde inte ladda eftersom CoreImageTool exekverbara fil kan inte hittas

source: Tile size property must be between 10 and 10000
sv_se: Plattstorlek egenskapen måste vara mellan 10 och 10000

source: Quality property must be between 1 and 100
sv_se: Kvalitet egenskapen måste vara mellan 1 och 100

source: Tile width property must be between 10 and 10000
sv_se: Platt Bredd egenskapen måste vara mellan 10 och 10000

source: Tile height property must be between 10 and 10000
sv_se: Platt höjd egenskapen måste vara mellan 10 och 10000

source: Antialiasing property must be between 0 and 100
sv_se: Kantutjämning egenskapen måste vara mellan 0 och 100

source: Layer ratio property must be between 0.1 and 10
sv_se: Lager kvoten egenskapen skall vara mellan 0,1 och 10

source: Layer property must be between 1 and 25
sv_se: Lager egenskapen måste vara mellan 1 och 25

source: Tile output type '%1' is invalid
sv_se: Platt output typ '%1' är ogiltig

source: Filenames with colons (:) are not allowed
sv_se: Filnamn med kolon (:) är inte tillåtna

source: Provides limited image processing and conversion services using libGD
sv_se: Ger begränsad bildbehandling och konverteringstjänster med libgd

source: Didn't load because CoreImageTool is available and preferred
sv_se: Lästes ej in eftersom CoreImageTool är tillgängligt och att föredra

source: Didn't load because Imagick/ImageMagick is available and preferred
sv_se: Lästes ej in eftersom Imagick/ImageMagick är tillgängligt och att föredra

source: Didn't load because ImageMagick (command-line) is available and preferred
sv_se: Lästes ej in eftersom ImageMagick (kommandoradsverktyget) är tillgängligt och att föredra

source: Didn't load because your PHP install lacks GD support
sv_se: Lästes ej in eftersom din PHP-installation saknar GD stöd

source: Couldn't resize image
sv_se: Kunde inte ändra storlek på bild

source: Couldn't rotate image
sv_se: Kunde inte rotera bilden

source: Couldn't write image
sv_se: Kunde inte skriva bilden

source: RAW image support is not enabled because DCRAW cannot be found
sv_se: RAW bilder stöd är inte aktiverat, eftersom dcraw kan inte hittas

source: Could not convert Camera RAW format file because conversion tool (dcraw) is not installed
sv_se: Kunde inte konvertera Camera RAW-format filen eftersom konverteringsverktyg (dcraw) inte är installerad

source: Could not copy Camera RAW file to temporary directory
sv_se: Kunde inte kopiera Camera RAW filen till tillfällig katalog

source: Error during RGB colorspace transformation operation
sv_se: Fel under RGB-färgrymd omvandlingsfunktionen

source: Could not read image file
sv_se: Kunde inte läsa bildfil

source: Couldn't load watermark image at %1
sv_se: Kunde inte ladda vattenstämpel bild på %1

source: Error during resize operation
sv_se: Fel vid ändra storlek funktion

source: Error during crop operation
sv_se: Fel under beskära funktion

source: Error during image rotate
sv_se: Fel under rotera bild

source: Error during image despeckle
sv_se: Fel under bild ytutjämning

source: Error during image median filter
sv_se: Fel under bild median-filter

source: Error during image sharpen
sv_se: Fel under skärpning av bild

source: Error writing file
sv_se: Fel vid skrivning av fil

source: Didn't load because Imagick is available and preferred
sv_se: Laddades inte eftersom Imagick är tillgängligt och att föredra

source: Provides image processing and conversion services using ImageMagick via exec() calls to ImageMagick binaries
sv_se: Ger bildbehandling och konverteringstjänster med ImageMagick via exec() anrop till ImageMagick binärfiler

source: Didn't load because ImageMagick executables cannot be found
sv_se: Kunde inte läsa in eftersom ImageMagick körbara filer kan inte hittas

source: Provides image processing and conversion services using ImageMagick via the PECL Imagick PHP extension
sv_se: Ger bildbehandling och konverteringstjänster med ImageMagick via PECL Imagick PHP extension

source: Didn't load because Imagick is not available
sv_se: Kunde inte läsa in eftersom Imagick inte är tillgänglig

source: Error during image unsharp mask
sv_se: Fel vid bild oskarp mask

source: Imagick exception
sv_se: Imagick undantag

source: Can't convert file to %1
sv_se: Kan inte konvertera filen till %1

source: Click to view Microsoft Word document
sv_se: Klicka för att visa Microsoft Word-dokument

source: Click to download document
sv_se: Klicka för att ladda ner dokumentet

source: View PDF document
sv_se: Visa PDF-dokument

source: Provides PDF conversion services using ImageMagick or the Zend_PDF library. Will use Ghostscript to generate image-previews of PDF files.
sv_se: Ger PDF-konvertering tjänster med ImageMagick eller Zend_PDF bibliotek. Kommer använda Ghostscript för att skapa image-förhandsvisningar av PDF-filer.

source: Ghostscript cannot be found: image previews will not be created
sv_se: Ghostscript kan inte hittas: bild förhandsvisningar kommer inte att skapas
