Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Timecode of start point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
sv_se: Tidskod av startpunkten i tt:mm:ss:rr-format (där tt = timmar, mm = minuter, ss = sekunder och rr = ramar Du kan använda decimala sekunder i stället för ramar om så önskas.

source: End
sv_se: Slut

source: Timecode of end point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
sv_se: Tidskod av slutpunkten i tt:mm:ss:rr-format (där tt = timme, mm = minuter, ss = sekunder och rr = ramar Du kan använda decimala sekunder i stället för ramar om så önskas.

source: Page
sv_se: Sida

source: Page where annotation is located
sv_se: Sida där anteckningen finns

source: Upper left
sv_se: Övre vänstra

source: Coordinate of upper left corner of rectangular region
sv_se: Koordinat för övre vänstra hörnet av rektangulära området

source: Lower right
sv_se: Nedre högra

source: Coordinate of lower right corner of rectangular region
sv_se: Koordinat för nedre högra hörnet av rektangulära området

source: Annotation label
sv_se: Notering etikett

source: Annotation description
sv_se: Notering beskrivning

source: Description
sv_se: Beskrivning

source: X coordinate (as percentage of image width) of upper left corner of active region
sv_se: X-koordinat (i procent av bildbredd) i övre vänstra hörnet av aktiv region

source: Y coordinate (as percentage of image height) of upper left corner of active region
sv_se: Y-koordinat (i procent av bildhöjden) i övre vänstra hörnet av aktiv region

source: Width
sv_se: Bredd

source: Width (as percentage of image width) of active region
sv_se: Bredd (i procent av bildbredd) av aktiv region

source: Height
sv_se: Höjd

source: Height (as percentage of image height) of active region
sv_se: Höjd (i procent av bildhöjden) aktiv region

source: Type
sv_se: Typ

source: Annotation type
sv_se: Notering typ

source: Options
sv_se: Alternativ

source: Type-specific annnotation options
sv_se: Typspecifika noterings alternativ

source: object title
sv_se: objekt titel

source: object titles
sv_se: objekt titlar

source: Has media
sv_se: Har media

source: Has no media
sv_se: Har inga media

source: has media
sv_se: har media

source: Name
sv_se: Namn

source: Role
sv_se: Roll

source: entity
sv_se: person/organisation/folk

source: entities
sv_se: personer/organisationer/folk

source: place
sv_se: plats

source: places
sv_se: platser

source: collection
sv_se: samling

source: collections
sv_se: samlingar

source: Years
sv_se: År

source: Decades
sv_se: Årtionden

source: occurrence
sv_se: förekomst

source: occurrences
sv_se: förekomster

source: storage location
sv_se: förvaringsplats

source: storage locations
sv_se: förvaringsplatser

source: terms
sv_se: termer

source: type
sv_se: typ

source: types
sv_se: typer

source: statuses
sv_se: status

source: access status
sv_se: åtkomststatus

source: access statuses
sv_se: åtkomststatus

source: year
sv_se: år

source: years
sv_se: år

source: decade
sv_se: årtionde

source: decades
sv_se: årtionden

source: object representation title
sv_se: objektrepresentation titel

source: object representation titles
sv_se: objektrepresentation titlar

source: object
sv_se: objekt

source: objects
sv_se: objekt

source: access
sv_se: åtkomst

source: accesses
sv_se: åtkomster

source: Read only?
sv_se: Endast läsning?

source: If set bundle will not be editable.
sv_se: Om satt går inte bunt att redigeras.

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Width, in characters, of field. This value overrides the default model setting when set to a non-zero value.
sv_se: Bredd, i antal tecken, av fält. Detta värde åsidosätter standard modell inställningen när satt till ett värde skiljt från noll.

source: Height, in rows, of field. This value overrides the default model setting when set to a non-zero value.
sv_se: Höjd, i rader, av fält. Detta värde åsidosätter standard modell inställningen när satt till ett värde skiljt från noll.

source: Width, in characters, of lookup field. This value overrides the default view setting when set to a non-zero value.
sv_se: Bredd, i antal tecken, av uppslagsfält. Detta värde åsidosätter standard visnings inställningen när den är inställd till ett icke-noll värde.

source: Restrict lookups to type
sv_se: Begränsa uppslagningar till typ

source: If set, restricts lookups to a specific type of item.
sv_se: Om den är inställd, begränsar uppslagningar till en viss typ av objekt.

source: Bundle label
sv_se: Paketetikett

source: If set, overrides the default model setting for the overall bundle label.
sv_se: Om inställd, åsidosätter standard modell inställningen för den övergripande paketetiketten.

source: Image is being processed
sv_se: Bilden är under behandling

source: Document is being processed
sv_se: Dokument är under behandling

source: Video is being processed
sv_se: Video är under behandling

source: Media is being processed
sv_se: Media är under behandling

source: Audio is being processed
sv_se: Ljud är under behandling

source: New
sv_se: Ny

source: Edit
sv_se: Ändra

source: Batch Editor
sv_se: Mängdredigerare

source: Lot
sv_se: Beslut

source: Summary
sv_se: Sammanfattning

source: Access
sv_se: Tillgänglighet

source: Log
sv_se: Logg

source: Object
sv_se: Objekt

source: Representations
sv_se: Representationer

source: Entity
sv_se: Person/organisation/folk

source: Place
sv_se: Plats

source: Place editor
sv_se: Platshanterare

source: Collection
sv_se: Samling

source: Occurrences
sv_se: Förekomster

source: Storage location
sv_se: Förvaringsplatser

source: Storage location editor
sv_se: Förvaringsplats redigerare

source: Loan
sv_se: Lån

source: Movement
sv_se: Förflyttning

source: Representation annotations
sv_se: Representation anteckningar

source: Find
sv_se: Hitta

source: Lots
sv_se: Beslut

source: Basic search
sv_se: Enkel sökning

source: Advanced search
sv_se: Avancerat sökformulär

source: Browse
sv_se: Bläddra

source: Objects
sv_se: Objekt

source: Entities
sv_se: Personer/Organisationer/Folk

source: Search
sv_se: Sök

source: Places
sv_se: Platser

source: Collections
sv_se: Samlingar

source: Storage locations
sv_se: Förvaringsplatser

source: Loans
sv_se: Lån

source: Movements
sv_se: Flyttningar

source: QuickSearch
sv_se: Snabbsökning

source: QuickSearch Results
sv_se: Sökresultat

source: Last QuickSearch
sv_se: Senaste snabbsökning

source: Tours
sv_se: Turer

source: Create
sv_se: Skapa

source: Tour stops
sv_se: Tur stopp

source: Manage
sv_se: Hantera

source: My preferences
sv_se: Mina inställningar

source: General
sv_se: Allmän

source: Editing
sv_se: Redigera

source: Batch editing
sv_se: Mängdredigering

source: Quick add
sv_se: Lägg till snabbt

source: Units of measurement
sv_se: Måttenheter

source: Duplication
sv_se: Duplicering

source: User profile
sv_se: Användarprofil

source: My watched items
sv_se: Mina bevakade objekt

source: My project teams
sv_se: Mina projekt team

source: My displays
sv_se: Mina displayer

source: My sets
sv_se: Mina grupperingar

source: Edit set
sv_se: Redigera gruppering

source: Edit set item
sv_se: Redigera grupperingsobjekt

source: Search tools
sv_se: Sökverktyg

source: Search forms
sv_se: Sökformulär

source: Saved searches
sv_se: Sparade sökningar

source: Edit search form
sv_se: Redigera sökformulär

source: User generated content
sv_se: Användargenererat innehåll

source: Comments
sv_se: Kommentarer

source: Moderate
sv_se: Moderera

source: Tags
sv_se: Taggar

source: Lists & vocabularies
sv_se: Listor & vokabulärer

source: Edit list
sv_se: Redigera lista

source: Edit list item
sv_se: Redigera listobjekt

source: Export
sv_se: Exportera

source: Exporter list
sv_se: Exportlista

source: Access control
sv_se: Åtkomstkontroll

source: User logins
sv_se: Användarinloggningar

source: User groups
sv_se: Användargrupper

source: Access roles
sv_se: Åtkomstroller

source: Logs
sv_se: Loggar

source: Events log
sv_se: Händelse logg

source: Search log
sv_se: Sök logg

source: User interfaces
sv_se: Användargränssnitt

source: Metadata elements
sv_se: Metadata element

source: Relationship types
sv_se: Relationstyper

source: Locales
sv_se: Språk

source: Configuration check
sv_se: Konfigureringskontroll

source: Maintenance
sv_se: Underhåll

source: Rebuild search indices
sv_se: Bygg om sökindex

source: Reload sort values
sv_se: Ladda om sorteringsvärden

source: Rebuild hierarchical indices
sv_se: Bygg om hierarkiska indexen

source: Export configuration
sv_se: Exportera konfiguration

source: Relationship type editor
sv_se: Relationstyps hanterare

source: User interface editor
sv_se: Användargränssnitts hanterare

source: User interface screen editor
sv_se: Användargränssnitts sidhanterare

source: Client
sv_se: Klient

source: Sales communications
sv_se: Försäljnings kommunikation

source: Messages
sv_se: Meddelande

source: Sales orders
sv_se: Säljorder

source: List
sv_se: Lista

source: Library communications
sv_se: Bibliotek kommunikation

source: Check-out
sv_se: Utcheckning

source: Check-in
sv_se: Incheckning

source: Manage loans
sv_se: Hantera lån

source: Calendar
sv_se: Kalender

source: Order editor
sv_se: Order redigerare

source: Overview
sv_se: Översikt

source: Customer &amp; sale info
sv_se: Kund &amp; försäljningsinfo

source: Items
sv_se: Artiklar

source: Additional fees
sv_se: Ytterligare avgifter

source: Shipping details
sv_se: Leveransinformation

source: Payment
sv_se: Betalning

source: Communications
sv_se: Kommunikation

source: Fulfillment events
sv_se: Uppfyllelse händelser

source: Loan editor
sv_se: Lån redigerare

source: Customer info
sv_se: Kunduppgifter

source: Settings
sv_se: Inställningar

source: Importer list
sv_se: Importlista

source: Run import
sv_se: Kör import

source: Actions required for general administration of the system. Only trusted administrative users should have access to these actions.
sv_se: Åtgärder som krävs för allmän administration av systemet. Endast betrodda administrativa användare ska ha tillgång till dessa åtgärder.

source: Is administrator
sv_se: Är administratör

source: Indicates user should not be subject to access control measures. Users with this action effectively have access to all other actions.
sv_se: Anger att användaren inte skall bli föremål för åtkomstkontroll åtgärder. Användare med denna åtgärd har i praktiken tillgång till alla andra åtgärder.

source: Set access control
sv_se: Ställ åtkomstkontroll

source: Allow user to create, edit and delete user logins, roles and groups.
sv_se: Tillåt användare att skapa, redigera och radera användareinloggningar, roller och grupper.

source: View logs
sv_se: Visa loggar

source: Allow user to view system logs
sv_se: Tillåt användare att läsa systemloggar

source: Configure user interfaces
sv_se: Konfigurera användargränssnitt

source: Allow user to change user interface configuration
sv_se: Tillåt användare att redigera användargränssnitt

source: Configure metadata elements
sv_se: Konfigurera metadataelement

source: Allow user to change metadata element configuration
sv_se: Tillåt användare att ändra konfigurationen för metadataelement

source: Configure relationship types
sv_se: Konfigurera relationstyper

source: Allow user to change relationship type configuration
sv_se: Tillåt användare att ändra konfigurationen för relationstyp

source: Configure import/export mappings
sv_se: Konfigurera import/export mappningar

source: Allow user to change import/export format mapping configuration
sv_se: Tillåt användare att ändra import/export format mappning konfiguration

source: Configure locales
sv_se: Konfigurera språk

source: Allow user to change locale configuration
sv_se: Tillåt användare att byta språk konfiguration

source: View configuration check
sv_se: Visa konfigurationskontrollen

source: Allow user to view configuration checks
sv_se: Tillåt användare att visa konfigurations kontroller

source: Manage advanced search forms
sv_se: Hantera avancerade sökformulär

source: Allow user to add, edit or remove advanced search forms for all users
sv_se: Tillåt användare att lägga till, redigera eller ta bort avancerad sökformulär för alla användare

source: Manage displays
sv_se: Hantera displayer

source: Allow user to add, edit or remove advanced displays for all users
sv_se: Tillåt användare att lägga till, redigera eller ta bort avancerade displayer för alla användare

source: Administrate sets
sv_se: Administrera grupperingar

source: Allow user view, edit and delete all sets regardless of ownership or access control
sv_se: Tillåt användaren visa, redigera och ta bort alla grupperingar oavsett ägande eller åtkomstkontroll

source: Initiate search reindexing
sv_se: Starta sök omindexering

source: Allow user recreate system search indicies
sv_se: Tillåt användare återskapa systemets sökindex

source: Client interaction
sv_se: Klient interaktion

source: Actions required for interaction with clients or customers. Only users to handle client interactions/orders should have access to these actions.
sv_se: Åtgärder som krävs för interaktion med klienter eller kunder. Endast användare som ska hantera kundinteraktioner/order ska ha tillgång till dessa åtgärder.

source: Can manage clients
sv_se: Kan hantera kunder

source: Indicates user is allowed to communicate with clients and manage their orders and requests.
sv_se: Indikerar att användaren får kommunicera med kunder och hantera sina beställningar och förfrågningar.

source: Searching and browsing
sv_se: Sök och bläddra

source: Actions allowing discovery of items using search and browse tools.
sv_se: Åtgärder för att underlätta hitta objekt med sök och bläddra.

source: Quicksearch
sv_se: Snabbsökning

source: Allow user to use quicksearch interface to find items
sv_se: Tillåt användaren att använda snabbsök gränssnitt för att hitta objekt

source: Actions allowing batch import of media.
sv_se: Åtgärder som möjliggör mängdimport av media.

source: Batch import media
sv_se: Mängdimport av media

source: Allow user to import folders of media
sv_se: Tillåt användaren att importera mappar med media

source: Batch import data
sv_se: Mängdimport av data

source: Allow user to data in various formats
sv_se: Tillåt användare att data i olika format

source: Batch export
sv_se: Mängdexport

source: Actions allowing batch export of records.
sv_se: Åtgärder som möjliggör mängdexport av poster.

source: Batch export metadata
sv_se: Mängdexport av metadata

source: Allow user to create export mappings and export arbitrary sets of records.
sv_se: Tillåt användaren att skapa export mappningar och export godtyckliga grupperingar av poster.

source: Personalization
sv_se: Anpassning

source: Actions allowing personalization of the user's environment.
sv_se: Åtgärder för att tillåta anpassning av användarens miljö.

source: Set preferences
sv_se: Ange inställningar

source: Allow user to set their own preferences
sv_se: Tillåt användaren att sätta sina egna preferenser

source: Create advanced search forms
sv_se: Skapa avancerade sökformulär

source: Allow user to create their own advanced search forms
sv_se: Tillåt användarna att skapa sina egna avancerade sökformulär

source: Edit advanced search forms
sv_se: Redigera avancerade sökformulär

source: Allow user to edit existing advanced search forms
sv_se: Tillåt användare att redigera befintliga avancerad sökformulär

source: Delete advanced search forms
sv_se: Ta bort avancerade sökformulär

source: Allow user to delete existing advanced search forms
sv_se: Tillåt användare att ta bort befintliga avancerad sökformulär

source: Use advanced search forms
sv_se: Använd avancerade sökformulär

source: Allow user to use advanced search forms
sv_se: Tillåt användarna att använda avancerade sökformulär

source: Create displays
sv_se: Skapa displayer

source: Allow user to create their custom data display formats
sv_se: Tillåt användare att skapa sina special data visningsformat

source: Edit displays
sv_se: Redigera displayer

source: Allow user to edit existing custom data display formats
sv_se: Tillåt användare att redigera befintliga special data visningsformat

source: Delete displays
sv_se: Ta bort displayer

source: Allow user to delete existing custom data display formats
sv_se: Tillåt användare att ta bort befintliga special data visningsformat

source: Use displays
sv_se: Använd displayer

source: Allow user to use existing custom data display formats
sv_se: Tillåt användare att använda befintliga special data visningsformat

source: Duplicate displays
sv_se: Duplicera displayer

source: Allow user to use duplicate custom data display formats
sv_se: Tillåt användaren att använda dubbletter anpassade uppgifter visningsformat

source: Content management
sv_se: Innehållshantering

source: Actions allowing management of catalogued content for personal use.
sv_se: Åtgärder för att tillåta hanteringen av katalogiserat innehåll för personligt bruk.

source: Create user groups
sv_se: Skapa användargrupper

source: Allow user to create their own user groups for data sharing
sv_se: Tillåt användare att skapa egna användargrupper för datadelning

source: Create sets
sv_se: Skapa grupperingar

source: Allow user to create their own sets objects or authority items
sv_se: Tillåt användare att skapa sina egna gruppering objekt eller auktoritet objekt

source: Edit sets and set content
sv_se: Redigera grupperingar och gruppering innehåll

source: Allow user to alter set information and content in sets for which they have access privileges
sv_se: Tillåt användare att ändra grupperings information och innehåll i grupper för vilka de har behörighet

source: Delete sets and set content
sv_se: Radera grupperingar och grupperingsinnehåll

source: Allow user to delete sets for which they have access privileges
sv_se: Tillåt användaren att ta bort grupperingar för vilka de har behörighet till

source: Delete own sets and set content
sv_se: Radera egna grupperingar och gruppering innehåll

source: Allow user to delete sets which they created
sv_se: Tillåt användare att ta bort grupperingar som de skapat

source: View sets
sv_se: Visa grupperingar

source: Allow user to view sets of objects or authority items for which they have access privileges
sv_se: Tillåt användare att se grupperingar av objekt eller auktoritet objekt som de har behörighet till

source: Duplicate sets
sv_se: Duplicera grupperingar

source: Allow user to duplicate sets
sv_se: Tillåt användaren att duplicera grupperingar

source: Actions allowing moderation of user generated content.
sv_se: Åtgärder för att tillåta moderering av användargenererat innehåll.

source: Manage user comments
sv_se: Hantera användare kommentarer

source: Allow user to moderate and edit user-provided comments
sv_se: Tillåt användare att moderera och redigera användarens egna kommentarer

source: Manage user tags
sv_se: Hantera användartaggar

source: Allow user to moderate user-provided tags
sv_se: Tillåt användare att moderera användarens egna taggar

source: Object editing
sv_se: Objekts redigering

source: Actions allowing creation, editing and deletion of objects.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av objekt.

source: Create object
sv_se: Skapa objekt

source: Allow user to create new objects
sv_se: Tillåt användare att skapa nya objekt

source: Edit object
sv_se: Redigera objekt

source: Allow user to edit existing objects
sv_se: Tillåt användare att redigera objekt

source: Delete object
sv_se: Ta bort objekt

source: Allow user to delete objects
sv_se: Tillåt användare att ta bort objekt

source: Search objects
sv_se: Sök objekt

source: Allow user to search objects
sv_se: Tillåt användare att söka objekt

source: Browse objects
sv_se: Bläddra bland objekt

source: Allow user to browse objects
sv_se: Tillåt användare att ta bläddra bland objekt

source: Download media
sv_se: Ladda ner media

source: Allow user to download media associated with the object
sv_se: Tillåt användare att ladda ner media associerade med objektet

source: Duplicate objects
sv_se: Duplicera objekt

source: Allow user to duplicate objects
sv_se: Tillåt användaren att duplicera objekt

source: Export objects
sv_se: Exportera objekt

source: Allow user to export objects
sv_se: Tillåt användaren att exportera objekt

source: Change type
sv_se: Ändra typ

source: Allow user to change types of existing objects
sv_se: Tillåt användare att ändra typer av befintliga objekt

source: Manage access control lists
sv_se: Hantera listor för åtkomstkontroll

source: Allow user to manage access control lists for objects
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för objekt

source: Batch edit objects
sv_se: Mängdredigera objekt

source: Allow user to edit batches of objects
sv_se: Tillåt användare att redigera mängder av objekt

source: Object representation editing
sv_se: Objekt representation redigering

source: Actions allowing creation, editing and deletion of object representations.
sv_se: Åtgärder som möjliggör skapande, redigering och radering av objektrepresentationer.

source: Create object representation
sv_se: Skapa objektrepresentation

source: Allow user to create new object representations
sv_se: Tillåt användare att skapa nya objektrepresentationer

source: Edit object representation
sv_se: Ändra objektrepresentation

source: Allow user to edit existing object representations
sv_se: Tillåt användare att redigera befintliga objektrepresentationer

source: Delete object representation
sv_se: Ta bort objektrepresentation

source: Allow user to delete object representations
sv_se: Tillåt användare att ta bort objektrepresentationer

source: Search object representations
sv_se: Sök objektrepresentationer

source: Allow user to search object representations
sv_se: Tillåt användare att söka objektrepresentationer

source: Browse object representations
sv_se: Bläddra bland objektrepresentationer

source: Allow user to browse object representations
sv_se: Tillåt användaren att bläddra igenom objektrepresentationer

source: Duplicate object representations
sv_se: Duplicera objektrepresentationer

source: Allow user to duplicate object representations
sv_se: Tillåt användaren att duplicera objektrepresentationer

source: Export object representations
sv_se: Exportera objektrepresentationer

source: Allow user to export object representations
sv_se: Tillåt användaren att exportera objektrepresentationer

source: Allow user to change types of existing object representations
sv_se: Tillåt användare att ändra typer av befintliga objektrepresentationer

source: Allow user to manage access control lists for object representations
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för objektrepresentationer

source: Batch edit object representations
sv_se: Mängdredigera objektrepresentationer

source: Allow user to edit batches of object representations
sv_se: Tillåt användare att redigera mängder av objektrepresentationer

source: Representation annotation editing
sv_se: Representation anteckning redigering

source: Actions allowing creation, editing and deletion of annotation on object representations.
sv_se: Åtgärder som möjliggör skapande, redigering och radering av anteckning på objektrepresentationer.

source: Create representation annotations
sv_se: Skapa representations anteckningar

source: Allow user to create new representation annotations
sv_se: Tillåt användare att skapa nya representations anteckningar

source: Edit representation annotations
sv_se: Ändra representations anteckningar

source: Allow user to edit existing representation annotations
sv_se: Tillåt användare att redigera befintliga representations anteckningar
