Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Delete representation annotations
sv_se: Radera representations anteckningar

source: Allow user to delete representation annotations
sv_se: Tillåt användare att radera representations anteckningar

source: Search representation annotations
sv_se: Sök representations anteckningar

source: Allow user to search representation annotations
sv_se: Tillåt användare att söka representations anteckningar

source: Browse representation annotations
sv_se: Bläddra bland representations anteckningar

source: Allow user to browse representation annotations
sv_se: Tillåt användaren att bläddra igenom representations anteckningar

source: Duplicate representation annotations
sv_se: Duplicera representations anteckningar

source: Allow user to duplicate representation annotations
sv_se: Tillåt användaren att duplicera representations anteckningar

source: Allow user to manage access control lists for representation annotations
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för representation anteckningar

source: Object lot editing
sv_se: Objekt beslut redigering

source: Actions allowing creation, editing and deletion of object lots.
sv_se: Åtgärder för att tillåtta skapande, redigering och radering av objekt beslut.

source: Create object lot
sv_se: Skapa objekt beslut

source: Allow user to create new object lots
sv_se: Tillåt användare att skapa nya objekt beslut

source: Edit object lot
sv_se: Redigera objekt beslut

source: Allow user to edit existing object lots
sv_se: Tillåt användare att redigera befintliga objekt beslut

source: Delete object lot
sv_se: Ta bort objekt beslut

source: Allow user to delete object lots
sv_se: Tillåt användare att radera objekt beslut

source: Search object lots
sv_se: Sök objekt beslut

source: Allow user to search object lots
sv_se: Tillåt användaren att söka objekt beslut

source: Browse object lots
sv_se: Bläddra objekt beslut

source: Allow user to browse object lots
sv_se: Tillåt användaren att bläddra objekt beslut

source: Duplicate object lots
sv_se: Duplicera objekt beslut

source: Allow user to duplicate object lots
sv_se: Tillåt användaren att duplicera objekt beslut

source: Export object lots
sv_se: Exportera objekt beslut

source: Allow user to export object lots
sv_se: Tillåt användaren att exportera objekt beslut

source: Quick add object lots
sv_se: Lägg till objekt beslut snabbt

source: Allow user to add object lots not already present while creating relationships
sv_se: Tillåt användare att lägga till objekt beslut som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing object lots
sv_se: Tillåt användare att ändra typer av befintliga objekt beslut

source: Allow user to manage access control lists for object lots
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för objekt beslut

source: Batch edit object lots
sv_se: Mängdredigera objekt beslut

source: Allow user to edit batches of object lots
sv_se: Tillåt användare att redigera mängder av objekt beslut

source: Entity authority editing
sv_se: Person/Organisation/Folk auktoritet redigering

source: Actions allowing creation, editing and deletion of entities.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av personer/organisationer/folk.

source: Create entity
sv_se: Skapa person/organisation/folk

source: Allow user to create new entities
sv_se: Tillåt användare att skapa nya personer/organisationer/folk

source: Edit entity
sv_se: Ändra person/organisation/folk

source: Allow user to edit existing entities
sv_se: Tillåt användare att redigera befintliga personer/organisationer/folk

source: Delete entity
sv_se: Ta bort person/organisation/folk

source: Allow user to delete entities
sv_se: Tillåt användare att ta bort personer/organisationer/folk

source: Search entities
sv_se: Sök personer/organisationer/folk

source: Allow user to search entities
sv_se: Tillåt användaren att söka efter personer/organisationer/folk

source: Browse entities
sv_se: Bläddra bland personer/organisationer/folk

source: Allow user to browse entities
sv_se: Låt användaren bläddra efter personer/organisationer/folk

source: Duplicate entities
sv_se: Duplicera personer/organisationer/folk

source: Allow user to duplicate entities
sv_se: Tillåt användaren att duplicera personer/organisationer/folk

source: Export entities
sv_se: Exportera personer/organisationer/folk

source: Allow user to export entities
sv_se: Tillåt användaren att exportera personer/organisationer/folk

source: Quick add entities
sv_se: Lägg till personer/organisationer/folk snabbt

source: Allow user to add entities not already present while creating relationships
sv_se: Tillåt användare att lägga till personer/organisationer/folk som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing entities
sv_se: Tillåt användare att ändra typer av befintliga personer/organisationer/folk

source: Allow user to manage access control lists for entities
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för enheter personer/organisationer/folk

source: Batch edit entities
sv_se: Mängdredigering av personer/organisationer/folk

source: Allow user to edit batches of entities
sv_se: Tillåt användare att redigera mängder av personer/organisationer/folk

source: Place authority editing
sv_se: Plats auktoritet redigering

source: Actions allowing creation, editing and deletion of places.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av platser.

source: Create place
sv_se: Skapa plats

source: Allow user to create new places
sv_se: Tillåt användare att skapa nya platser

source: Edit place
sv_se: Redigera plats

source: Allow user to edit existing places
sv_se: Tillåt användare att redigera befintliga platser

source: Delete place
sv_se: Ta bort plats

source: Allow user to delete places
sv_se: Tillåt användare att ta bort platser

source: Search places
sv_se: Sök plats

source: Allow user to search places
sv_se: Tillåt användaren att söka platser

source: Browse places
sv_se: Bläddra platser

source: Allow user to browse places
sv_se: Tillåt användaren att bläddra platser

source: Duplicate places
sv_se: Duplicera platser

source: Allow user to duplicate places
sv_se: Tillåt användaren att duplicera platser

source: Export places
sv_se: Exportera platser

source: Allow user to export places
sv_se: Tillåt användaren att exportera platser

source: Quick add places
sv_se: Lägg till platser snabbt

source: Allow user to add places not already present while creating relationships
sv_se: Tillåt användare att lägga till platser som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing places
sv_se: Tillåt användare att ändra typer av befintliga platser

source: Allow user to manage access control lists for places
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för platser

source: Batch edit places
sv_se: Mängdredigera platser

source: Allow user to edit batches of places
sv_se: Tillåt användare att redigera mängder av platser

source: Occurrence-based authority editing
sv_se: Förekomst-baserade auktoritet redigering

source: Actions allowing creation, editing and deletion of occurrence (user-defined) based authorities.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av förekomst (användardefinierad) baserade auktoriteter.

source: Create occurrence
sv_se: Skapa förekomster

source: Allow user to create new occurrences
sv_se: Tillåt användare att skapa nya förekomster

source: Edit occurrence
sv_se: Redigera förekomster

source: Allow user to edit existing occurrences
sv_se: Tillåt användare att redigera befintliga förekomster

source: Delete occurrence
sv_se: Ta bort förekomster

source: Allow user to delete occurrences
sv_se: Tillåt användare att ta bort förekomster

source: Search occurrences
sv_se: Sök förekomster

source: Allow user to search occurrences
sv_se: Tillåt användaren att söka förekomster

source: Browse occurrences
sv_se: Bläddra förekomster

source: Allow user to browse occurrences
sv_se: Tillåt användaren att bläddra bland förekomster

source: Duplicate occurrences
sv_se: Duplicera förekomster

source: Allow user to duplicate occurrences
sv_se: Tillåt användaren att duplicera förekomster

source: Export occurrences
sv_se: Exportera förekomster

source: Allow user to export occurrences
sv_se: Tillåt användaren att exportera förekomster

source: Quick add occurrences
sv_se: Lägg till förekomster snabbt

source: Allow user to add occurrences not already present while creating relationships
sv_se: Tillåt användare att lägga till förekomster som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing occurrences
sv_se: Tillåt användare att ändra typer av befintliga förekomster

source: Allow user to manage access control lists for occurrences
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för förekomster

source: Batch edit occurrences
sv_se: Mängdredigera förekomster

source: Allow user to edit batches of occurrences
sv_se: Tillåt användare att redigera mängder av förekomster

source: Collection authority editing
sv_se: Redigera samlings auktoriteter

source: Actions allowing creation, editing and deletion of collections.
sv_se: Tillåta skapande, redigering och borttagning av samlingar.

source: Create collection
sv_se: Skapa samling

source: Allow user to create new collections
sv_se: Tillåt användaren att skapa nya samlingar

source: Edit collection
sv_se: Redigera samling

source: Allow user to edit existing collections
sv_se: Tillåt användaren att redigera befintliga samlingar

source: Delete collection
sv_se: Ta bort samling

source: Allow user to delete collections
sv_se: Tillåt användaren att ta bort samlingar

source: Search collections
sv_se: Sök samlingar

source: Allow user to search collections
sv_se: Tillåt användare att söka samlingar

source: Browse collections
sv_se: Bläddra samlingar

source: Allow user to browse collections
sv_se: Tillåt användaren att bläddra bland samlingarna

source: Duplicate collections
sv_se: Duplicera samlingar

source: Allow user to duplicate collections
sv_se: Tillåt användaren att duplicera samlingar

source: Export collections
sv_se: Exportera samlingar

source: Allow user to export collections
sv_se: Tillåt användaren att exportera samlingar

source: Quick add collections
sv_se: Lägg till samlingar snabbt

source: Allow user to add collections not already present while creating relationships
sv_se: Tillåt användare att lägga till samlingarna som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing collections
sv_se: Tillåt användare att ändra typer av befintliga samlingar

source: Allow user to manage access control lists for collections
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för samlingar

source: Batch edit collections
sv_se: Mängdredigera samlingar

source: Allow user to edit batches of collections
sv_se: Tillåt användare att redigera mängder av samlingarna

source: Storage location authority editing
sv_se: Förvaringsplats auktoritet redigering

source: Actions allowing creation, editing and deletion of storage locations.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av förvaringsplatser.

source: Create storage locations
sv_se: Skapa förvaringsplatser

source: Allow user to create new storage locations
sv_se: Tillåt användare att skapa nya förvaringsplatser

source: Edit storage locations
sv_se: Redigera förvaringsplatser

source: Allow user to edit existing storage locations
sv_se: Tillåt användare att redigera befintliga lagerplatser

source: Delete storage locations
sv_se: Ta bort förvaringsplatser

source: Allow user to delete storage locations
sv_se: Tillåt användare att radera förvaringsplatser

source: Search storage locations
sv_se: Sök förvaringsplatser

source: Allow user to search storage locations
sv_se: Tillåt användaren att söka förvaringsplatser

source: Browse storage locations
sv_se: Bläddra bland förvaringsplatser

source: Allow user to browse storage locations
sv_se: Tillåt användaren att bläddra bland förvaringsplatser

source: Duplicate storage locations
sv_se: Duplicera förvaringsplatser

source: Allow user to duplicate storage locations
sv_se: Tillåt användaren att duplicera förvaringsplatser

source: Export storage locations
sv_se: Exportera förvaringsplatser

source: Allow user to export storage locations
sv_se: Tillåt användaren att exportera förvaringsplatser

source: Quick add storage locations
sv_se: Lägg till förvaringsplatser snabbt

source: Allow user to add storage locations not already present while creating relationships
sv_se: Tillåt användare att lägga till förvaringsplatser som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing storage locations
sv_se: Tillåt användare att ändra typer av befintliga förvaringsplatser

source: Allow user to manage access control lists for storage locations
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för förvaringsplatser

source: Batch edit storage locations
sv_se: Mängdredigera förvaringsplatser

source: Allow user to edit batches of storage locations
sv_se: Tillåt användare att redigera mängder av förvaringsplatser

source: Loans editing
sv_se: Lån redigering

source: Actions allowing creation, editing and deletion of loans.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av lån.

source: Create loans
sv_se: Skapa lån

source: Allow user to create new loans
sv_se: Tillåt användare att skapa nya lån

source: Edit loans
sv_se: Redigera lån

source: Allow user to edit existing loans
sv_se: Tillåt användare att redigera befintliga lån

source: Delete loans
sv_se: Radera lån

source: Allow user to delete loans
sv_se: Tillåt användare att radera lån

source: Search loans
sv_se: Sök lån

source: Allow user to search loans
sv_se: Tillåt användaren att söka lån

source: Browse loans
sv_se: Bläddra lån

source: Allow user to browse loans
sv_se: Tillåt användaren bläddra lån

source: Duplicate loans
sv_se: Duplicera lån

source: Allow user to duplicate loans
sv_se: Tillåt användaren att duplicera lån

source: Export loans
sv_se: Exportera lån

source: Allow user to export loans
sv_se: Tillåt användaren att exportera lån

source: Quick add loans
sv_se: Lägg till lån snabbt

source: Allow user to add loans not already present while creating relationships
sv_se: Tillåt användare att lägga till lån som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing loans
sv_se: Tillåt användare att ändra typer av befintliga lån

source: Allow user to manage access control lists for loans
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för lån

source: Batch edit loans
sv_se: Mängdredigera lån

source: Allow user to edit batches of loans
sv_se: Tillåt användare att redigera mängder av lån

source: Movements editing
sv_se: Förflyttningar redigering

source: Actions allowing creation, editing and deletion of movements.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av förflyttningar.

source: Create movements
sv_se: Skapa förflyttningar

source: Allow user to create new movements
sv_se: Tillåt användare att skapa nya förflyttningar

source: Edit movements
sv_se: Redigera förflyttningar

source: Allow user to edit existing movements
sv_se: Tillåt användare att redigera befintliga förflyttningar

source: Delete movements
sv_se: Radera förflyttningar

source: Allow user to delete movements
sv_se: Tillåt användare att ta bort förflyttningar

source: Search movements
sv_se: Sök förflyttningar

source: Allow user to search movements
sv_se: Tillåt användaren att söka förflyttningar

source: Browse movements
sv_se: Bläddra förflyttningar

source: Allow user to browse movements
sv_se: Tillåt användaren att bläddra bland förflyttningar

source: Duplicate movements
sv_se: Duplicera förflyttningar

source: Allow user to duplicate movements
sv_se: Tillåt användaren att duplicera förflyttningar

source: Export movements
sv_se: Exportera förflyttningar

source: Allow user to export movements
sv_se: Tillåt användaren att exportera förflyttningar

source: Quick add movements
sv_se: Lägg till förflyttningar snabbt

source: Allow user to add movements not already present while creating relationships
sv_se: Tillåt användare att lägga till förflyttningar som inte redan finns och samtidigt skapa relationer

source: Allow user to change types of existing movements
sv_se: Tillåt användare att ändra typer av befintliga förflyttningar

source: Allow user to manage access control lists for movements
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för förflyttning

source: Allow user to edit batches of movements
sv_se: Tillåt användare att redigera mängder av förflyttningar

source: Tours editing
sv_se: Tur redigering

source: Actions allowing creation, editing and deletion of tours.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av turer.

source: Create tours
sv_se: Skapa turer

source: Allow user to create new tours
sv_se: Tillåt användare att skapa nya turer

source: Edit tours
sv_se: Redigera turer

source: Allow user to edit existing tours
sv_se: Tillåt användare att redigera befintliga turer

source: Delete tours
sv_se: Ta bort turer

source: Allow user to delete tours
sv_se: Tillåt användare att ta bort turer

source: Search tours
sv_se: Sök turer

source: Allow user to search tours
sv_se: Tillåt användare att söka turer

source: Browse tours
sv_se: Bläddra turer

source: Allow user to browse tours
sv_se: Tillåt användare att bläddra bland turer

source: Duplicate tours
sv_se: Duplicera turer

source: Allow user to duplicate tours
sv_se: Tillåt användare att duplicera turer

source: Export tours
sv_se: Exportera turer

source: Allow user to export tours
sv_se: Tillåt användare att exportera turer

source: Allow user to change types of existing tours
sv_se: Tillåt användare att ändra typ på befintliga turer

source: Manage access control lists for tours
sv_se: Administrera åtkomstkontrollistor för turer

source: Allow user to manage access control lists for tours
sv_se: Tillåt användare att administrera åtkomstkontrollistor för turer

source: Manage access control lists for tour stops
sv_se: Administrera åtkomstkontrollistor för tur stopp

source: Allow user to manage access control lists for tour stops
sv_se: Tillåt användare att administrera åtkomstkontrollistor för tur stopp

source: Batch edit tours
sv_se: Mängdredigera turer

source: Allow user to edit batches of tours
sv_se: Tillåt användare att redigera mängder av turer

source: Batch edit tour stops
sv_se: Mängdredigera turstopp

source: Allow user to edit batches of tour stops
sv_se: Tillåt användare att redigera mängder av turstopp

source: List &amp; vocabulary editing
sv_se: List &amp; vokabulär redigering

source: Actions allowing creation, editing and deletion of lists and list items.
sv_se: Åtgärder för att tillåta skapande, redigering och radering av listor och listobjekt.

source: Create lists and list items
sv_se: Skapa listor och listobjekt

source: Allow user to create new lists
sv_se: Tillåt användare att skapa nya listor

source: Edit lists and list items
sv_se: Redigera listor och list objekt

source: Allow user to edit existing lists
sv_se: Tillåt användare att redigera befintliga listor

source: Delete lists and list items
sv_se: Radera listor och listobjekt

source: Allow user to delete lists
sv_se: Tillåt användare att ta bort listor

source: Duplicate lists
sv_se: Duplicera listor

source: Allow user to duplicate lists
sv_se: Tillåt användaren att duplicera listor

source: Duplicate list items
sv_se: Duplicera listobjekt

source: Allow user to duplicate list items
sv_se: Tillåt användaren att duplicera listobjekt

source: Export list items
sv_se: Exportera listobjekt

source: Allow user to export list items
sv_se: Tillåt användaren att exportera listobjekt

source: Change type for list items
sv_se: Ändra typ på listobjekt

source: Allow user to change types of existing list items
sv_se: Tillåt användare att ändra typ på listobjekt

source: Manage access control lists for lists
sv_se: Administrera åtkomstkontrollistor för listor

source: Allow user to manage access control lists for lists
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för listor

source: Manage access control lists for list items
sv_se: Administrera åtkomstkontrollistor för listobjekt

source: Allow user to manage access control lists for list items
sv_se: Tillåt användaren att hantera åtkomstkontrollistor för listobjekt

source: Batch edit list items
sv_se: Mängdredigera listobjekt

source: Allow user to edit batches of list items
sv_se: Tillåt användare att redigera mängder av listobjekt

source: Web service API access
sv_se: Webbtjänst API-åtkomst

source: Actions allowing access and modification of content via web service interfaces.
sv_se: Åtgärder för att tillåta åtkomst och ändring av innehåll via webbtjänst gränssnitt.

source: Use JSON search service
sv_se: Använd JSON söktjänst

source: Allow user to use JSON search service
sv_se: Tillåt användare att använda JSON söktjänst

source: Use JSON item service
sv_se: Använd JSON objekttjänst

source: Allow user to use JSON item service (used to get and modify detailed information about records).
sv_se: Tillåt användaren att använda JSON objekttjänst (används för att få detaljerad information om objekt).

source: Use JSON model service
sv_se: Använd JSON modelltjänst

source: Allow user to use JSON model service (used to get detailed information about the metadata schema).
sv_se: Tillåt användaren att använda JSON modelltjänst (används för att få detaljerad information om metadatascheman).

source: Use JSON browse service
sv_se: Använd JSON bläddringstjänst

source: Allow user to use JSON browse service.
sv_se: Tillåt användare att använda JSON bläddringstjänst

source: Use cataloguing service
sv_se: Använd katalogisering tjänsten

source: Allow user to use cataloguing web service (used to create new and edit existing catalog records).
sv_se: Tillåt användaren att använda katalogisering webbtjänst (används för att skapa nya och redigera befintliga katalogposter).

source: Use iteminfo service
sv_se: Använd iteminfo tjänsten

source: Allow user to use iteminfo web service (used to get detailed information about records).
sv_se: Tillåt användaren att använda tjänsten iteminfo webben (används för att få detaljerad information om poster).

source: Use search service
sv_se: Använd söktjänst

source: Allow user to use search web service.
sv_se: Tillåt användare att använda sök webbtjänsten.

source: Use usercontent service
sv_se: Använd usercontent tjänsten

source: Allow user to use usercontent web service (used for creation of sets, tags, comments).
sv_se: Tillåt användaren att använda tjänsten usercontent webbtjänst (används för att skapa uppsättningar, taggar, kommentarer).

source: Use access control service
sv_se: Använd åtkomstkontrolltjänsten

source: Allow user to use access control web service. Note that this allows said user to create, edit and delete user accounts.
sv_se: Tillåt användaren att använda webservice för åtkomstkontroll. Notera att detta tillåter användaren att skapa, redigera och ta bort användarkonton.

source: Pawtucket Actions
sv_se: Pawtucket funktioner

source: Actions allowing access, sharing and modification of content on the front-end interface.
sv_se: Åtgärder för att tillåta åtkomst och ändring av innehåll på webbgränssnitt.

source: Can Download Media
sv_se: Kan ladda ner media

source: Allow user to download high resolution media in Pawtucket.
sv_se: Tillåt användare att ladda ner högupplöst media i Pawtucket
