Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: PDFToText cannot be found: indexing of text in PDF files will not be performed; you can obtain PDFToText at http://www.foolabs.com/xpdf/download.html
sv_se: PDFToText kan inte hittas: indexering av text i PDF-filer kommer inte att genomföras, Du kan hämta PDFToText på http://www.foolabs.com/xpdf/download.html

source: File %1 is not a PDF
sv_se: Filen %1 är inte en PDF-fil

source: Couldn't not write document preview frames to tmp directory (%1)
sv_se: Kunde inte inte skriva dokument förhandsvisning ramar till tmp katalog (%1)

source: Provides services for processing of QuicktimeVR files
sv_se: Ger ffmpeg-baserad ljud-och videotjänster bearbetning

source: Didn't load because ffmpeg is not installed
sv_se: Kunde inte ladda eftersom ffmpeg inte är installerat

source: Can't convert '%1' to %2
sv_se: Kan inte konvertera '%1' till %2

source: Couldn't not write video preview frames to tmp directory (%1)
sv_se: Kunde inte inte skriva videobildrutor förhandsvisning till tmp katalog (%1)

source: Provides ffmpeg-based audio and video processing services
sv_se: Ger ffmpeg-baserad ljud-och videotjänster bearbetning

source: Couldn't convert file to FLV format
sv_se: Det gick inte att konvertera filen till FLV-format

source: Accepts and processes XML-format documents
sv_se: Accepterar och behandlar XML-format dokument

source: File %1 is not an XML document
sv_se: Filen %1 är inte ett XML-dokument

source: No XML schema specified in XML file
sv_se: Inget XML-schema specificeras i XML-fil

source: Specified XML schema is not installed
sv_se: Angivet XML-schema är inte installerat

source: At line %1
sv_se: På rad %1

source: Validation against XML schema failed with errors:<br/>
sv_se: Validering mot XML-schema misslyckades med fel:<br/>

source: Could not open %1
sv_se: Kunde inte öppna %1

source: Couldn't write file to %1
sv_se: Kunde inte skriva filen till %1

source: View XML file
sv_se: Visa XML fil

source: View PDF file
sv_se: Visa PDF-fil

source: Write permissions for Solr home directory
sv_se: Skrivrättigheter för Solr hemkatalog

source: Solr cores up and running
sv_se: Solr kärnan är igång

source: Solr configuration up to date
sv_se: Solr konfigurationen är aktuell

source: Indexing caches
sv_se: Indexerar cachar

source: The web server user (%1) must be able to read and write the whole Solr configuration. Please note that also your Java application server user (e.g. tomcat6) must be able to write to the Solr home and its subdirectories.
sv_se: Webbserver användaren (%1) måste kunna läsa och skriva hela Solr konfigurationen. Observera att även dina Java-applikationsserver användare (t.ex. tomcat6) måste kunna skriva till Solr hem och dess underkataloger.

source: The Solr configuration has to be rebuilt and synced with the CollectiveAccess search indexing configuration and metadata attributes setup from time to time. It's not critical if they're not in sync for the moment. They should be automatically synced on each event that causes some indexing (e.g. record save)
sv_se: Solr konfigurationen skall byggas om och synkroniseras med CollectiveAccess sökindexering konfiguration och metadata attribut inställningar från tid till annan. Det är inte avgörande om de inte är i synk för tillfället. De bör synkroniseras för varje händelse som orsakar någon indexering (t.ex. spara poster)

source: CollectiveAccess uses a cache to store its search indexing configuration. The cache must exist and be writable by the web server user. You shouldn't have to care about that in normal setups.
sv_se: CollectiveAccess använder en cache för att lagra dess sökindexerings konfiguration. Cachen måste finnas och vara skrivbar av webbservern användaren. Du ska inte behöva bry sig om det vid normala inställningar.

source: Change the owner of the Solr home directory to the web server user (%1), the owning group to the main group of your Java application server user (e.g. tomcat6) and set the directory permissions to something like 774 (recursively).
sv_se: Ändra ägare av Solr hemkatalog till webbservern användaren (%1), den ägande gruppen till den huvudgruppen av Java applikationsserver användaren (t.ex. tomcat6) och ange katalogen behörigheter till något i stil med 774 (rekursivt).

source: Start your Java application server. If it is already running, check your CollectiveAccess configuration (Solr home directory in particular), stop the application server, let CollectiveAccess generate a new Solr configuration (there is a tool in support/utils), check the permissions and start the application server again.
sv_se: Starta din Java-applikationsserver. Om det redan körs, kontrollera din CollectiveAccess konfiguration (Solr hemkatalog i synnerhet), stoppa applikationsservern, låt CollectiveAccess generera en ny Solr konfiguration (det finns ett verktyg som support/utils), kontrollera behörigheter och starta applikationsservern igen .

source: Don't worry about that. If they're still out of sync after a couple of records have been saved and nothing changed in the indexing and/or metadata configuration, you should consider to stop the Java application server, let CA generate a new Solr config (with the tool provided in support/utils), start the server again and trigger a full reindex (support/utils/reindex.php.
sv_se: Oroa dig inte om det. Om de är fortfarande ur synk efter ett par poster har sparats och ingenting förändrats i indexering och/eller metadata konfiguration, bör du överväga att stoppa Java-applikationsserver, låt CA generera en ny Solr config (med det medföljande verktyget som support/utils), starta servern igen och sätta igång en fullständig REINDEX (support/utils/reindex.php).

source: Check if app/tmp is writable by the web server user (%1).
sv_se: Kontrollera om app/tmp är skrivbar av webbservern användaren (%1).

source: [BLANK]
sv_se: [TOM]

source: MySQL is back-end database
sv_se: MySQL är backend-databas

source: SqlSearch database tables exist
sv_se: SqlSearch databastabeller finns

source: The SqlSearch search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
sv_se: SqlSearch sökmotorn kräver att MySQL är backend-databas för din CollectiveAccess installation.

source: The SqlSearch search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not SqlSearch will not be able to operate.
sv_se: SqlSearch sökmotorn kräver att vissa tabeller finnas i databasen. De installeras som standard och bör vara närvarande, men om de inte är det så kommer inte SqlSearch att kunna fungera.

source: Try reinstalling your system with MySQL as the back-end database or try a different search engine.
sv_se: Försök att ominstallera ditt system med MySQL som backend-databas eller prova en annan sökmotor.

source: Try reloading the definitions for these tables: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search
sv_se: Prova att ladda om definitioner av dessa tabeller: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search

source: Deleted %1 from remote server
sv_se: Tog bort %1 från fjärrservern

source: Sent %1 to remote %2
sv_se: Skickat %1 till fjärr %2

source: Could not update mirror status for mirror '%1' on '%2'; row_id=%3
sv_se: Kunde inte uppdatera mirror status för mirror '%1' på '%2'; row_id=%3

source: Batch editor background processor
sv_se: Mängdredigerare bakgrundsbearbetare

source: Applying batch edits to set
sv_se: Lägg till mängdredigering till set

source: Sent %1 to remote server at %2
sv_se: Skickat %1 till servern på %2

source: Importing media from
sv_se: Importera media från

source: Files to import
sv_se: Filer att importera

source: Background media file processor
sv_se: Bakgrund mediefil processor

source: Input format
sv_se: Inmatningsformat

source: Input file size
sv_se: Inmatning filstorlek

source: Data source
sv_se: Datakälla

source: Temporary filename
sv_se: Temporärt filnamn

source: Versions output
sv_se: Versioner utgång

source: Media processing rules
sv_se: Media bearbetnings regler

source: Record %1.field = file '%2' did not exist; queued file was discarded
sv_se: Post %1.field = fil '%2' existerade inte, köade filen kasseras

source: Record %1.field = %2 did not exist; queued file was discarded
sv_se: Post %1.field = %2 fanns inte, köade filen kasseras

source: Invalid media field '%1' in table '%2'
sv_se: Ogiltig medie fält '%1' i tabell '%2'

source: Invalid media field table '%1'
sv_se: Ogiltig medie fält tabell '%1'

source: Input media file '%1' does not exist
sv_se: Indata mediefil '%1' finns inte

source: Denied permission to read input media file '%1'
sv_se: Nekas tillstånd att läsa in mediefil '%1'

source: Could not process input media file '%1': %2
sv_se: Kunde inte bearbeta input mediefil '%1': %2

source: File could not be copied for %1; can't convert mimetype %2 to extension
sv_se: Fil kunde inte kopieras för %1, kan inte konvertera mimetype %2 till extension

source: Couldn't create subdirectory for file for %1
sv_se: Kunde inte skapa katalog för fil för %1

source: File could not be copied for %1
sv_se: Fil kunde inte kopieras för %1

source: Could not cancel pending tasks
sv_se: Kunde inte avbryta pågående aktiviteter

source: File could not be processed for %1; can't convert mimetype %2 to extension
sv_se: Fil kunde inte behandlas för %1, kan inte konvertera mimetype %2 till extension

source: Could not update %1.%2: %3
sv_se: Kunde inte uppdatera %1.%2: %3

source: Processed file %1
sv_se: Bearbetad fil %1

source: Form styles configuration file '%1' does not exist
sv_se: Formulär stilar konfigurationsfilen '%1' finns inte

source: Form configuration file '%1' does not exist
sv_se: Formulär konfigurationsfilen '%1' finns inte

source: Form '%1' does not exist
sv_se: Formulär '%1' finns inte

source: Invalid page element type '%1'
sv_se: Ogiltig sidelement typ '%1'

source: Page element '%1' does not exist
sv_se: Sidelement '%1' finns inte

source: Could not load font '%1'
sv_se: Kunde inte läsa in teckensnitt '%1'

source: Could not load image at '%1'
sv_se: Kunde inte läsa in bilden i '%1'

source: Invalid class '%1'
sv_se: Ogiltig klass '%1'

source: Outline settings are invalid
sv_se: Disposition inställningar är ogiltiga

source: Invalid subform element type '%1'
sv_se: Ogiltig underformulär elementtyp '%1'

source: Subform element '%1' does not exist
sv_se: Underformulär elementet '%1' finns inte

source: access control list
sv_se: lista för åtkomstkontroll

source: access control lists
sv_se: listor för åtkomstkontroll

source: Table num
sv_se: Tabell num

source: can read
sv_se: kan läsa

source: can edit
sv_se: kan redigera

source: Notes
sv_se: Noteringar

source: application variable
sv_se: program variabel

source: application variables
sv_se: program variabeler

source: attribute
sv_se: attribut

source: attributes
sv_se: attribut

source: Locale
sv_se: Språk

source: The locale best describing the origin of this information.
sv_se: Det språk som bäst beskriver ursprunget av denna information.

source: attribute value
sv_se: attributvärde

source: attribute values
sv_se: attributvärden

source: bookmark
sv_se: bokmärke

source: bookmarks
sv_se: bokmärken

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark
sv_se: Unik numerisk identifierare som används av CollectiveAccess internt för att identifiera detta bokmärke

source: Folder
sv_se: Mapp

source: Indicates the folder to which the bookmark belongs.
sv_se: Anger den mapp där bokmärket tillhör.

source: Bookmark type
sv_se: Bokmärke typ

source: Indicates type of item bookmark represents.
sv_se: Anger typ av objekt bokmärke representerar.

source: representation annotations
sv_se: representationskommentarer

source: list items
sv_se: list poster

source: Sort order
sv_se: Sorteringsordning

source: Notes pertaining to the bookmark and/or bookmarked item.
sv_se: Anteckningar avseende bokmärket och/eller bokmärkt objekt.

source: Bookmark created on
sv_se: Bokmärke skapad den

source: Date/time the bookmark was created.
sv_se: Datum/tid bokmärket skapades.

source: bookmark folder
sv_se: bokmärkesmapp

source: bookmark folders
sv_se: bokmärkesmappar

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark folder
sv_se: Unik numerisk identifierare som används av CollectiveAccess internt för att identifiera denna bokmärkesmapp

source: Folder name
sv_se: Mappnamn

source: A name to display for the folder.
sv_se: Ett namn att visa på mappen.

source: Could not reorder stop %1: %2
sv_se: Kunde inte ordna stopp %1: %2

source: display list
sv_se: display lista

source: display lists
sv_se: display listor

source: Unique numeric identifier used by CollectiveAccess internally to identify this display
sv_se: Unik numerisk identifierare som används av CollectiveAccess internt för att identifiera denna display

source: Is system display?
sv_se: Är system display?

source: If set, display will be available to all users as part of the system-wide display list.
sv_se: Om satt, kommer displayen att vara tillgänglig för alla användare som en del av systemomfattande display listan.

source: Display type
sv_se: Display typ

source: Indicates type of item display is used for.
sv_se: Anger typ av objekt display används till.

source: Display code
sv_se: Display ko

source: Unique alphanumeric identifier for this display.
sv_se: Unik alfanumerisk identifierare för denna display.

source: Display settings
sv_se: Display inställningar

source: Display empty values?
sv_se: Display tomma värden?

source: If checked all values will be displayed, whether there is content for them or not.
sv_se: Om markerad kommer alla värden visas, även om det finns innehåll för dem eller inte.

source: User access
sv_se: Användaråtkomst

source: Group access
sv_se: Gruppåtkomst

source: Display list contents
sv_se: Display lista innehåll

source: Maximum length
sv_se: Max längd

source: Maximum length, in characters, of displayed information.
sv_se: Max längd, i antal tecken, av information som visas.

source: Template used to format output.
sv_se: Mall som används för att formatera utdata.

source: Text to place in-between repeating values.
sv_se: Text att placera mellan repeterande värden.

source: Sense
sv_se: Mening

source: Determines if value used is singular or plural version.
sv_se: Avgör om värdet används är singular eller plural version.

source: Output mode
sv_se: Utmatningsläge

source: Determines if value used is URL of media or the media itself.
sv_se: Avgör om värdet som används är URL till mediet eller själva mediet.

source: Display as link to editor
sv_se: Visa som länk till redigerare

source: If set name of related item will be displayed as a link to edit the item.
sv_se: Om satt namn på relaterade objekt kommer att visas som en länk för att redigera objektet.

source: Restrict to relationship types
sv_se: Begränsa till relationstyper

source: Restricts display to items related using the specified relationship type(s). Leave all unchecked for no restriction.
sv_se: Begränsar displayen till objekt som är relaterade med angiven relation(er). Lämna alla avmarkerad för ingen begränsning.

source: Restrict to types
sv_se: Begränsa till typer

source: Restricts display to items of the specified type(s). Leave all unchecked for no restriction.
sv_se: Begränsar visning av objekt till angiven typ(er). Lämna alla avmarkerad för ingen begränsning.

source: Show hierarchy?
sv_se: Visa hierarki?

source: If checked the full hierarchical path will be shown.
sv_se: Om det är markerat kommer hela hierarkiska sökvägen att visas.

source: Remove first items from hierarchy?
sv_se: Ta bort första objekt från hierarkin?

source: If set to a non-zero value, the specified number of items at the top of the hierarchy will be omitted. For example, if set to 2, the root and first child of the hierarchy will be omitted.
sv_se: Om satt till ett ej nollvärde kommer det angivna antalet poster högst upp i hierarkin utelämnas. Till exempel, om satt till 2, kommer roten och första barnet i hierarkin utelämnas.

source: top first
sv_se: toppen först

source: bottom first
sv_se: botten först

source: Order hierarchy
sv_se: Ordna hierarkin

source: Determines order in which hierarchy is displayed.
sv_se: Bestämmer i vilken ordning hierarkin visas.

source: Maximum length of hierarchy
sv_se: Maximal längd på hierarkin

source: Maximum number of items to show in the hierarchy. Leave blank to show the unabridged hierarchy.
sv_se: Maximalt antal objekt att visa i hierarkin. Lämna tomt för att visa den oavkortade hierarkin.

source: Hierarchical delimiter
sv_se: Hierarkisk avgränsare

source: Text to place in-between elements of a hierarchical value.
sv_se: Text att placera mellan element i ett hierarkiskt värde.

source: Date format
sv_se: Datumformat

source: Sets format for output of date when exporting.
sv_se: Ställer in formatet för utmatning av datum vid export.

source: Date and time item was created
sv_se: Datum och tid objekt skapades

source: Date and time item was last modified
sv_se: Datum och tid objekt ändrades senast

source: Placement label
sv_se: Placerings etikett

source: The label for this placement as defined in the placements settings. The value used will be adjusted to reflect the current user&apos;s locale.
sv_se: Etiketten för denna placering enligt definitionen i placeringsinställningarna. Det värde som används kommer att justeras för att återspegla den aktuella användarens språk.

source: Specified version of media
sv_se: Angiven version av media

source: The version of the media representation specified by {version name} for display.
sv_se: Den version av media representationen anges av {version namn} för visning.

source: Tag
sv_se: Tagg

source: bundle displays ⇔ user association
sv_se: paket displayer ⇔ användartillhörighet

source: bundle displays ⇔ user associations
sv_se: paket displayer ⇔ användartillhörigheter

source: Indicates user&apos;s level of access to the display.
sv_se: Visar användarens nivå av tillgång till display.

source: bundle displays ⇔ group association
sv_se: paket displayer ⇔ grupp tillhörighet

source: bundle displays ⇔ group associations
sv_se: paket displayer ⇔ grupp tillhörigheter

source: has no access
sv_se: har ingen åtkomst

source: Indicates group&apos;s level of access to the display.
sv_se: Visar gruppens nivå av tillgång till display.

source: bundle display name
sv_se: paket display namn

source: bundle display names
sv_se: paket display namn

source: Name of display
sv_se: Namn på display

source: Description of display
sv_se: Beskrivning av display

source: Locale of display name
sv_se: Språk på displaynamn

source: Is preferred
sv_se: Är föredragen

source: Label
sv_se: Titel

source: Text label to be used for displayed information.
sv_se: Etikett för visad information.

source: bundle display placement
sv_se: paket display placering

source: bundle display placements
sv_se: paket display placeringar

source: Bundle name
sv_se: Paket namn

source: Name of bundle to display
sv_se: Namn på paket för att visa

source: The relative priority of the display when displayed in a list with other displays. Lower numbers indicate higher priority.
sv_se: Den relativa prioritet i displayen när de visas i en lista med andra skärmar. Lägre nummer anger högre prioritet.

source: change log entry
sv_se: förändringsloggpost

source: change log entries
sv_se: förändringsloggposter

source: Logged date and time
sv_se: Loggat datum och tid

source: Date and time logged event occurred
sv_se: Datum och tid loggad händelse inträffade

source: User who performed event
sv_se: Användare som utförde händelse

source: Action
sv_se: Åtgärd

source: Type of action performed by user
sv_se: Typ av åtgärd som utförs av användaren

source: change log subject
sv_se: förändringslogg ämne

source: change log subjects
sv_se: förändringslogg ämnen

source: Unique numeric identifier used by CollectiveAccess internally to identify this collection
sv_se: Unik numerisk identifierare som används av CollectiveAccess internt för att identifiera denna samling

source: The locale from which the collection originates.
sv_se: Det språk där samlingen har sitt ursprung.

source: The type of the collection. In CollectiveAccess every collection has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
sv_se: Typen av samlingen. I CollectiveAccess varje samling har en enda "inbyggd" typ som bestämmer uppsättning beskrivande och administrativa metadata som kan tillämpas på det.

source: Collection identifier
sv_se: Samlingsid

source: A unique alphanumeric identifier for this collection.
sv_se: Ett unik alfanumerisk id för denna samling.

source: Source
sv_se: Källa

source: Administrative source of the collection. This value is often used to indicate the administrative sub-division or legacy database from which the collection originates, but can also be re-tasked for use as a simple classification tool if needed.
sv_se: Administrativ källa till samlingen. Detta värde används ofta för att indikera den administrativa indelning eller äldre databas från vilken samlingen har sitt ursprung, men kan också ändras till att användas som ett enkelt klassificering verktyg om det behövs.

source: Not accessible to public
sv_se: Inte tillgänglig för allmänheten

source: Accessible to public
sv_se: Tillgänglig för allmänheten

source: Indicates if collection information is accessible to the public or not.
sv_se: Anger om samlingsinformation är tillgänglig för allmänheten eller inte.

source: Newly created
sv_se: Nyligen skapad

source: Editing in progress
sv_se: Redigering pågår

source: Editing complete - pending review
sv_se: Redigering klar - väntar på granskning

source: Review in progress
sv_se: Granskning pågår

source: Completed
sv_se: Slutförd

source: Indicates the current state of the collection record.
sv_se: Indikerar det aktuella läget för samlingsposten.

source: Is deleted?
sv_se: Är borttagen?

source: Indicates if the collection is deleted or not.
sv_se: Anger om samlingen är borttagen eller inte.

source: Media representations
sv_se: Mediafiler

source: Related entities
sv_se: Relaterade personer/organisationer/folk

source: Related objects
sv_se: Relaterade objekt

source: Related places
sv_se: Relaterade platser

source: Related collections
sv_se: Relaterade samlingar

source: Related occurrences
sv_se: Relaterade förekomster

source: Related lot
sv_se: Relaterade beslut

source: Related storage locations
sv_se: Relaterade förvaringsplatser

source: Related vocabulary terms
sv_se: Relaterade vokabulär termer

source: Sets
sv_se: Grupperingar

source: Related loans
sv_se: Relaterade lån

source: Related movements
sv_se: Relaterade förflyttningar

source: Hierarchy navigation
sv_se: Hierarki navigering

source: Location in hierarchy
sv_se: Placering i hierarkin

source: collection ⇔ collection relationship
sv_se: samling ⇔ samlingsrelation

source: collection ⇔ collection relationships
sv_se: samling ⇔ samlingsrelationer

source: Effective dates
sv_se: Effektiva datum

source: Period of time for which this relationship was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
sv_se: Tid för vilken denna relation var i kraft. Detta är ett alternativ kvalifikation för relationen. Om det lämnas tomt, är denna relation antyds ha existerat så länge som de relaterade poster har funnits.
