Repository: plagmada/plagmada-archives
Catalog: providence-1.6.1/app/locale/*/messages.po
Languages: sv_se

source: Can Share Objects via Email
sv_se: Kan dela objekt via epost

source: Allow user to share objects with other via email in Pawtucket.
sv_se: Tillåt användare att dela objekt med andra via epost i Pawtucket

source: Can Share Objects via Facebook
sv_se: Kan dela objekt via Facebook

source: Allow user to share objects with other via email in Facebook.
sv_se: Tillåt användare att dela objekt med andra via epost i Facebook

source: Duplication tools
sv_se: Dupliceringsverktyg

source: User interface locale
sv_se: Språk för användargränssnitt

source: Locale in which to render the user interface; also controls localization of dates, numbers, etc.
sv_se: Språk för användargränssnittet, kontrollerar även lokalisering av datum, nummer, etc.

source: User interface theme
sv_se: Utseende för användargränssnittet

source: Theme set (views, CSS, graphics) to display UI in
sv_se: Tema uppsättning (vyer, CSS, grafik) för att visa användargränssnitt i

source: Show current location as 'breadcrumb' trail
sv_se: Visa 'Här är du nu' i sidhuvudet

source: If set to 'yes' the path of menu options taken to reach the current screen will be displayed at the top of every screen
sv_se: Om satt till 'ja' kommer menyvägen att visas för att nå den aktuella sidan visas överst på varje sida

source: Autoclear Previous Quicksearch
sv_se: Nollställ Automatiskt Tidigare Snabbsök

source: Determines if the previous Quicksearch terms clear automatically when a new search is performed, or if the search terms remain editable for the next search.
sv_se: Avgör om det tidigare Snabbsök villkor nollställs automatiskt när en ny sökning utförs, eller om de sökord som förblir redigerbara för nästa sökning.

source: Clear search terms for a new search
sv_se: Rensa sökord för en ny sökning

source: Search terms remain editable for next search
sv_se: Sökord förblir redigerbara för nästa sök

source: Watercolor
sv_se: Vattenfärg

source: Naming policy for downloaded media
sv_se: Namngivningspolicy för nedladdade media

source: Determines how downloaded media files will be named on <strong>your</strong> computer when downloaded.
sv_se: Bestämmer hur nedladdade media filer kommer att namnges på <strong>din</strong> dator när det laddas ner.

source: Use original name file had when uploaded to the system + file extension
sv_se: Använd ursprungligt namn som filen hade när laddas upp till systemet + filändelsen

source: Use object identifier + file extension
sv_se: Använd objekt id + filtillägg

source: Use object identifier + version + file extension
sv_se: Använd objekt id + version + filtillägg

source: Use object identifier + representation id + version + file extension
sv_se: Använd objekt id + representation id + version + filtillägg

source: Preferred PDF viewer
sv_se: Förvald PDF-läsare

source: Use system default
sv_se: Använd systemstandard

source: Use PDFJS viewer (no plugin required)
sv_se: Använd PDFJS-läsare (Ingen plugin krävs)

source: Default cataloguing locale
sv_se: Standardspråk för katalogisering

source: Locale to default record and attribute locale setting to
sv_se: Språk som används som standard post och attribut språkinställning

source: Object editor user interface
sv_se: Objekteditorns användargränssnitt

source: Selects which user interface to use when editing objects.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av objekt.

source: Object lot editor user interface
sv_se: Objekt beslut redigerare användargränssnitt

source: Selects which user interface to use when editing object lots.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av objekt beslut.

source: Entity editor user interface
sv_se: Person/Organisation/Folk redigerare användargränssnitt

source: Selects which user interface to use when editing entities.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av personer/organisationer/folk.

source: Place editor user interface
sv_se: Plats hanterare användargränssnitt

source: Selects which user interface to use when editing places.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av platser.

source: Occurrence editor user interface
sv_se: Förekomst redigerare användargränssnitt

source: Selects which user interface to use when editing occurrences.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av förekomster.

source: Collection editor user interface
sv_se: Användargränssnitt för samlingshanterare

source: Selects which user interface to use when editing collections.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av samlingar.

source: Storage location editor user interface
sv_se: Förvaringsplats redigerare användargränssnitt

source: Selects which user interface to use when editing storage locations.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av förvaringsplatser.

source: Object representation editor user interface
sv_se: Objekt representation redigerare användargränssnitt

source: Selects which user interface to use when editing object representations.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av objekt representationer.

source: Representation annotation editor user interface
sv_se: Representation anteckning redigerare användargränssnitt

source: Selects which user interface to use when editing representation annotations.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av representation anteckningar.

source: Sets editor user interface
sv_se: Gruppering redigerare användaregränssnitt

source: Selects which user interface to use when editing sets.
sv_se: Väljer vilket användargränssnitt som ska användas vid redigering av grupperingar.

source: Set item editor user interface
sv_se: Gruppering objekt redigerare användargränssnitt

source: Selects which user interface to use when editing set items.
sv_se: Väljer vilket användargränssnitt som ska användas när du redigerar grupperingsobjekt.

source: List editor user interface
sv_se: Lista redigerare användargränssnitt

source: Selects which user interface to use when editing list information.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av lista information.

source: List item editor user interface
sv_se: Listpost redigerare användargränssnitt

source: Selects which user interface to use when editing list items.
sv_se: Väljer vilket användargränssnitt att använda vid redigering av listobjekt.

source: Display measurements in
sv_se: Visa måttenheter som

source: Determines units used to display measured quantities. Select 'units as entered' to display measurements in the form in which they were entered into the system.
sv_se: Bestämmer enheter används för att visa uppmätta mängder. Välj 'enheter som angivet' för att visa mätningar i den form som de matas in i systemet.

source: units as entered
sv_se: enheter som angivet

source: metric units
sv_se: metriska enheter

source: english units
sv_se: engelska enheter

source: Vocabulary
sv_se: Vokabulär

source: Object lots
sv_se: Objekt beslut

source: Organization
sv_se: Organisation

source: City
sv_se: Postort

source: State/province
sv_se: Stat/region

source: Country
sv_se: Land

source: Postal code
sv_se: Postnummer

source: Phone
sv_se: Telefon

source: Password does not match confirmation. Please try again.
sv_se: Lösenordet stämmer inte med bekräftelsen. Var god försök igen.

source: Added group
sv_se: Lagt till grupp

source: Saved changes to group
sv_se: Sparade ändringar för grupp

source: Your entry has errors. See below for details.
sv_se: Ditt inlägg har fel. Se detaljer nedan.

source: Added role
sv_se: Lagt till roll

source: Saved changes to role
sv_se: Sparade ändringar för roll

source: Deleted role
sv_se: Borttagen roll

source: Added user
sv_se: Lagt till användare

source: Saved changes to user
sv_se: Sparade ändringar för användare

source: Deleted user
sv_se: Borttagen användare

source: Last login
sv_se: Senaste inloggning

source: GD is a graphics processing library required for all barcode generation.
sv_se: GD är ett bibliotek med funktioner för grafisk bearbetning som krävs för att skapa streckkoder.

source: Is not installed; barcode printing will not be possible.
sv_se: Är inte installerat, streckkod utskrift kommer inte att vara möjligt.

source: Added metadata element
sv_se: Lagt till metadata element

source: Saved changes to metadata element
sv_se: Sparade ändringar för metadataelement

source: Setting is not valid: %1
sv_se: Inställningen är inte giltig: %1

source: Deleted metadata element
sv_se: Tog bort metadata element

source: This element is at the top of the list
sv_se: Detta element är överst i listan

source: This element is at the bottom of the list
sv_se: Detta element är nederst på listan

source: list
sv_se: lista

source: relevance
sv_se: relevans

source: name
sv_se: namn

source: idno
sv_se: idnr

source: list/vocabulary term
sv_se: lista/vokubulär term

source: list/vocabulary terms
sv_se: lista/vokubulär termer

source: Added locale
sv_se: Lagt till språk

source: Saved changes to locale
sv_se: Sparade ändringar för språk

source: Could not delete locale: %1
sv_se: Kunde inte ta bort språk: %1

source: Deleted locale
sv_se: Tog bort språk

source: type name
sv_se: typ namn

source: relationship type
sv_se: relationstyp

source: relationship types
sv_se: relationstyper

source: Invalid parent
sv_se: Ogiltig förälder

source: Batch editing %1 %2 with set %3
sv_se: Mängdredigera %1 %2 med set %3

source: item
sv_se: post

source: Could not generate PDF
sv_se: Det gick inte att generera PDF

source: Saved changes
sv_se: Sparade ändringar

source: Renumbered contents of lot
sv_se: Omnumrerade innehållet i beslut

source: loan
sv_se: lån

source: loans
sv_se: lån

source: short description
sv_se: kort beskrivning

source: movement
sv_se: flyttning

source: movements
sv_se: flyttningar

source: lot idno
sv_se: beslut idnr

source: lot
sv_se: beslut

source: lots
sv_se: beslut

source: object representation
sv_se: objekt representation

source: object representations
sv_se: objekt representationer

source: thumbnails
sv_se: tumnagel

source: title
sv_se: titel

source: tour
sv_se: tur

source: tours
sv_se: turer

source: tour stop
sv_se: tur stopp

source: tour stops
sv_se: tur stopp

source: Quick search
sv_se: Snabbsökning

source: displayname
sv_se: visningsnamn

source: surname, forename
sv_se: efternamn, förnamn

source: forename
sv_se: förnamn

source: object lot
sv_se: objekt beslut

source: object lots
sv_se: objekt beslut

source: Invalid table name
sv_se: Ogiltigt tabellnamn

source: Invalid element code
sv_se: Ogiltig elementkod

source: Value suggestion is not supported for this metadata element
sv_se: Värdeförslag stöds inte för detta metadataelement

source: Element code is not bound to the specified table
sv_se: Elementkoden är inte bunden till den angivna tabellen

source: Could not connect to GeoNames
sv_se: Kunde inte ansluta till GeoNames

source: ERROR
sv_se: FEL

source: ERROR: uBio web service query failed.
sv_se: FEL: fråga misslyckades för uBio webbtjänst.

source: ERROR: No uBio keycode in app.conf.
sv_se: FEL: Ingen uBio keycode i app.conf.

source: date
sv_se: datum

source: user
sv_se: användare

source: There are no unmoderated comments
sv_se: Det finns inga omodererade kommentarer

source: The comment does not exist
sv_se: Kommentaren finns inte

source: Could not approve comment
sv_se: Kunde inte godkänna kommentaren

source: Your comments have been approved
sv_se: Din kommentar har godkänts

source: Please use the checkboxes to select comments for approval
sv_se: Använd kryssrutorna för att välja kommentarer som ska godkännas

source: Could not delete comment
sv_se: Kunde inte ta bort kommentaren

source: Your comments have been deleted
sv_se: Din kommentar har tagits bort

source: Please use the checkboxes to select comments for deletion
sv_se: Använd kryssrutorna för att välja kommentarer som ska tas bort

source: comment
sv_se: kommentar

source: comments
sv_se: kommentarer

source: You cannot edit this group
sv_se: Du kan inte ändra denna grupp

source: You cannot delete this group
sv_se: Du kan inte ta bort denna grupp

source: There are no saved searches
sv_se: Det finns inga sparade sökningar

source: Your search could not be deleted
sv_se: Din sökning kunde inte tas bort

source: Your searches have been deleted
sv_se: Dina sökningar togs bort

source: Please use the checkboxes to select searches for deletion
sv_se: Använd kryssrutorna för att välja sökningar för radering

source: There are no unmoderated tags
sv_se: Det finns inga omodererade taggar

source: The tag does not exist
sv_se: Tagg finns ej

source: Could not approve tag
sv_se: Kunde inte godkänna tagg

source: Your tags have been approved
sv_se: Dina taggar har godkänts

source: Please use the checkboxes to select tags for approval
sv_se: Använd kryssrutorna för att välja taggar för godkännande

source: Could not delete tag
sv_se: Kunde inte ta bort tagg

source: Your tags have been deleted
sv_se: Din tagg har tagits bort

source: Please use the checkboxes to select tags for deletion
sv_se: Använd kryssrutorna för att välja taggar för borttagning

source: tag
sv_se: tagg

source: tags
sv_se: taggar

source: There are no watched items
sv_se: Det finns inga bevakade objekt

source: Your watched items have been deleted
sv_se: Dina bevakade poster har tagits bort

source: Please use the checkboxes to select items to remove from your watch list
sv_se: Använd kryssrutorna för att välja objekt att ta bort från din bevakningslista

source: You cannot edit that display
sv_se: Du kan inte redigera denna display

source: You cannot edit that form
sv_se: Du kan inte ändra i detta formulär

source: Access denied
sv_se: Åtkomst nekad

source: The set does not exist
sv_se: Gruppering finns inte

source: You cannot edit this set
sv_se: Du kan inte ändra denna gruppering

source: Row_id is invalid
sv_se: Row_id är ogiltig

source: Login was invalid
sv_se: Inloggningen misslyckades

source: You are now logged in
sv_se: Du är nu inloggad i systemet

source: You are now logged out
sv_se: Du har nu loggat ut ur systemet

source: Saved preference settings
sv_se: Inställningarna sparades

source: In batch
sv_se: I mängd

source: replace value
sv_se: ersätta värde

source: remove all values
sv_se: ta bort alla värden

source: replace values
sv_se: ersätta värden

source: View entire message and associated media
sv_se: Visa hela meddelandet och tillhörande media

source: From
sv_se: Från

source: Date
sv_se: Datum

source: Subject
sv_se: Titel

source: Really delete "%1"?
sv_se: Vill du verkligen ta bort "%1"?

source: Delete
sv_se: Ta bort

source: Cancel
sv_se: Avbryt

source: Has %1 reference to %2
sv_se: Har %1 referens till %2

source: Has %1 references to %2
sv_se: Har %1 referenser till %2

source: This %1 is referenced %2 time
sv_se: Detta %1 är refererat %2 gång

source: When deleting this %1:
sv_se: Vid borttagning av %1:

source: This %1 is referenced %2 times
sv_se: Detta %1 är refererat %2 gånger

source: remove all references
sv_se: ta bort alla referenser

source: transfer references to
sv_se: flytta referenser till

source: Clear
sv_se: Rensa

source: References to this %1
sv_se: Referenser till detta %1

source: No embedded metadata was extracted from the media
sv_se: Inga inbäddade metadata hämtades från media

source: Results
sv_se: Resultat

source: Deleted %1
sv_se: Tog bort %1

source: Editing %1
sv_se: Redigerar %1

source: Viewing %1
sv_se: Visar %1

source: new screen
sv_se: ny sida

source: BLANK
sv_se: TOM

source: Add/remove item to/from watch list.
sv_se: Lägg till/ta bort objekt till/från bevakningslistan.

source: Creating new %1
sv_se: Skapa ny %1

source: %1 &gt; New %2
sv_se: %1 &gt; Ny %2

source: New %1
sv_se: Ny %1

source: Part of lot
sv_se: Del av objekt beslut

source: Will be part of lot
sv_se: Kommer att ingå i objekt beslut

source: Lot contains %1 object
sv_se: Beslut innehåller %1 objekt

source: Lot contains %1 objects
sv_se: Beslut innehåller %1 objekt

source: There is %1 object with non-conforming numbering
sv_se: Det finns %1 objekt med icke-överensstämmande numrering

source: There are %1 objects with non-conforming numbering
sv_se: Det finns %1 objekt med icke-överensstämmande numrering

source: Re-number objects
sv_se: Omnumrera objekt

source: Add new %1 to lot
sv_se: Lägg till nytt %1 till beslut

source: Related %1
sv_se: Relaterade %1

source: Applied to representation
sv_se: Tillämpat på representation

source: Batch edit
sv_se: Mängdredigera

source: Number of items
sv_se: Antal objekt

source: Type of content
sv_se: Typ av innehåll

source: Owner
sv_se: Ägare

source: Part of set
sv_se: Del av gruppering

source: Is %1
sv_se: Är %1

source: Add a %1 to this list
sv_se: Lägg en %1 till denna lista

source: Part of
sv_se: Del av

source: Is default for list
sv_se: Är standard för listan

source: Is a
sv_se: Är en

source: Element code
sv_se: Elementkod

source: Referenced by user interfaces
sv_se: Refereras av användargränssnitt

source: Number of screens
sv_se: Antal sidor

source: Edits
sv_se: Ändringar

source: Number of placements
sv_se: Antal placeringar

source: Searches for
sv_se: Sökningar efter

source: Number of stops
sv_se: Antal stopp

source: Target format
sv_se: Målformat

source: Number of groups
sv_se: Antal gupper

source: Number of rules
sv_se: Antal regler

source: Tax
sv_se: Skatt

source: Addtl fees
sv_se: Ytrl avgifter

source: Total
sv_se: Totalt

source: Add a %1 under this
sv_se: Lägg till en %1 under denna

source: Duplicate this %1
sv_se: Duplicera detta %1

source: Click the [+] button to create and open for editing a duplicate of this %1. By default virtually all aspects of the %2 will be duplicated. You can exclude certain types of content from duplicates using settings in your user preferences under 'Duplication.'
sv_se: Klicka på [+] för att skapa en kopia av detta %1. Som standard kommer alla fält från %2 att kopieras. Du kan ställa in vilka fält som inte ska kopieras i dina användarinställningar under 'Duplicering'.

source: Export this %1
sv_se: Exportera denna %1

source: Show media
sv_se: Visa media

source: In set
sv_se: I gruppering

source: In sets
sv_se: I grupperingar

source: Just now
sv_se: Just nu

source: %1 ago
sv_se: %1 sedan

source: <strong>Created</strong><br/>%1 by %2
sv_se: <strong>Skapade</strong><br/>%1 av %2

source: <strong>Created</strong><br/>%1
sv_se: <strong>Skapade</strong><br/>%1

source: Created on
sv_se: Skapad den

source: Created on %1
sv_se: Skapad den %1

source: <strong>Last changed</strong><br/>%1 by %2
sv_se: <strong>Senast ändrad</strong><br/>%1 av %2

source: <strong>Last changed</strong><br/>%1
sv_se: <strong>Senast ändrad</strong><br/>%1

source: Last changed on
sv_se: Senast ändrad

source: Last changed on %1
sv_se: Senast ändrar %1

source: More info
sv_se: Mer info

source: Expand
sv_se: Expandera

source: Collapse
sv_se: Minimera

source: Less info
sv_se: Mindre info

source: Hide media
sv_se: Göm media

source: Batch editing %1 %2 in set
sv_se: Mängdredigera %1 %2 i set

source: Back to list
sv_se: Tillbaka till listan

source: page
sv_se: sida

source: pages
sv_se: sidor

source: United States
sv_se: USA

source: Canada
sv_se: Kanada

source: Albania
sv_se: Albanien

source: Algeria
sv_se: Algeriet

source: American Samoa
sv_se: Amerikanska Samoa

source: Antarctica
sv_se: Antarktis

source: Antigua and Barbuda
sv_se: Antigua och Barbuda

source: Armenia
sv_se: Armenien

source: Australia
sv_se: Australien

source: Austria
sv_se: Österrike

source: Azerbaijan
sv_se: Azerbajdzjan

source: Azores
sv_se: Azorerna

source: Belarus
sv_se: Vitryssland

source: Belgium
sv_se: Belgien

source: Bosnia And Herzegowina
sv_se: Bosnien och Hercegovina

source: Bosnia-Herzegovina
sv_se: Bosnien och Hercegovina

source: Bouvet Island
sv_se: Bouvetön

source: Brazil
sv_se: Brasilien

source: British Indian Ocean Territory
sv_se: Brittiska territoriet i Indiska oceanen

source: British Virgin Islands
sv_se: Brittiska Jungfruöarna

source: Brunei Darussalam
sv_se: Brunei

source: Bulgaria
sv_se: Bulgarien

source: Cambodia
sv_se: Kambodja

source: Cameroon
sv_se: Kamerun

source: Cape Verde
sv_se: Kap Verde

source: Cayman Islands
sv_se: Caymanöarna

source: Central African Republic
sv_se: Centralafrikanska republiken

source: Chad
sv_se: Tchad

source: China
sv_se: Kina

source: Christmas Island
sv_se: Julön

source: Cocos (Keeling) Islands
sv_se: Kokosöarna

source: Comoros
sv_se: Komorerna

source: Congo
sv_se: Kongo

source: Congo, The Democratic Republic O
sv_se: Kongo-Kinshasa

source: Cook Islands
sv_se: Cooköarna

source: Corsica
sv_se: Korsika

source: Cote d` Ivoire (Ivory Coast)
sv_se: Elfenbenskusten

source: Croatia
sv_se: Kroatien

source: Cuba
sv_se: Kuba

source: Cyprus
sv_se: Cypern

source: Czech Republic
sv_se: Tjeckien

source: Denmark
sv_se: Danmark

source: Dominican Republic
sv_se: Dominikanska republiken

source: East Timor
sv_se: Östtimor

source: Egypt
sv_se: Egypten

source: Equatorial Guinea
sv_se: Ekvatorialguinea

source: Estonia
sv_se: Estland

source: Ethiopia
sv_se: Etiopien

source: Falkland Islands (Malvinas)
sv_se: Falklandsöarna (Malvinerna)

source: Faroe Islands
sv_se: Färöarna

source: France (Includes Monaco)
sv_se: Frankrike (Inkluderar Monaco)

source: France, Metropolitan
sv_se: France métropolitaine

source: French Guiana
sv_se: Franska Guyana

source: French Polynesia
sv_se: Franska Polynesien

source: French Polynesia (Tahiti)
sv_se: Tahiti

source: French Southern Territories
sv_se: Franska sydterritorierna

source: Georgia
sv_se: Georgien

source: Germany
sv_se: Tyskland

source: Greece
sv_se: Grekland

source: Greenland
sv_se: Grönland

source: Heard And Mc Donald Islands
sv_se: Heard- och McDonaldöarna

source: Holy See (Vatican City State)
sv_se: Vatikanstaten

source: Hungary
sv_se: Ungern

source: Iceland
sv_se: Island

source: India
sv_se: Indien

source: Indonesia
sv_se: Indonesien

source: Iraq
sv_se: Irak

source: Ireland
sv_se: Irland

source: Ireland (Eire)
sv_se: Irland

source: Italy
sv_se: Italien

source: Jordan
sv_se: Jordanien

source: Kazakhstan
sv_se: Kazakstan

source: Korea, Democratic People's Republic
sv_se: Nordkorea

source: Kyrgyzstan
sv_se: Kirgizistan

source: Latvia
sv_se: Lettland

source: Lebanon
sv_se: Libanon

source: Libya
sv_se: Libyen

source: Lithuania
sv_se: Litauen

source: Luxembourg
sv_se: Luxemburg

source: Macedonia
sv_se: Makedonien

source: Madagascar
sv_se: Madagaskar

source: Madeira Islands
sv_se: Madeira

source: Maldives
sv_se: Maldiverna

source: Marshall Islands
sv_se: Marshallöarna

source: Mauritania
sv_se: Mauretanien

source: Mexico
sv_se: Mexiko

source: Micronesia, Federated States Of
sv_se: Mikronesiens federerade stater

source: Moldova, Republic Of
sv_se: Moldavien

source: Mongolia
sv_se: Mongoliet

source: Montserrat
sv_se: Mongoliet

source: Morocco
sv_se: Marocko

source: Mozambique
sv_se: Moçambique

source: Netherlands
sv_se: Nederländerna

source: Netherlands Antilles
sv_se: Nederländska Antillerna

source: New Caledonia
sv_se: Nya Kaledonien

source: New Zealand
sv_se: Nya Zeeland

source: Norfolk Island
sv_se: Norfolkön

source: Northern Mariana Islands
sv_se: Nordmarianerna

source: Norway
sv_se: Norge

source: Palestinian Territory, Occupied
sv_se: Ockuperade Palestinska Territorierna

source: Papua New Guinea
sv_se: Papua Nya Guinea

source: Philippines
sv_se: Filippinerna

source: Pitcairn
sv_se: Pitcairnöarna

source: Poland
sv_se: Polen

source: Reunion
sv_se: Réunion

source: Romania
sv_se: Rumänien

source: Russian Federation
sv_se: Ryssland

source: Saint Kitts And Nevis
sv_se: Saint Kitts och Nevis

source: Sao Tome and Principe
sv_se: São Tomé och Príncipe
